[
  {
    "author": "sameelaughs",
    "content": "this is a fact for history why would you ever learn history."
  },
  {
    "author": "sameelaughs",
    "content": "history fact"
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "Germanicus was given the agnomen Germanicus for his campaigns in Germany"
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "Although he was Thracian, Spartacus was a murmillo, not a Thrax."
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "Quintus Sertorius was called the New Hannibal because he had one eye."
  },
  {
    "author": "sameelaughs",
    "content": "Rutilius Rufus was exiled to Asia because he was wrongly convicted in the extortion court, despite trying to stop extortion. At his place of exile, in Smyrna, he lived as an honoured citizen among the provincials he was alleged to have oppressed, was heavily praised by Vellius Paterculus, and visited by Cicero. Sulla asked him to come back, but Rutilius Rufus said he didn't want to leave his 'exile'."
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "Emperors tend to get stabbed"
  },
  {
    "author": "sameelaughs",
    "content": "Augustus once invited Horace to be his personal secretary, but Horace declined"
  },
  {
    "author": "sameelaughs",
    "content": "Under Caligula, all Livy's works and portraits, along with Vergil's, were banned from public libraries."
  },
  {
    "author": "sameelaughs",
    "content": "Under Domitian, Mettius Pompusianus collected all Livy's speeches of kings and generals."
  },
  {
    "author": "sameelaughs",
    "content": "Caesar and Sallust were besties"
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "Diocletian was told that he would become emperor after killing a boar. He became emperor after killing Carus' praetorian prefect, Aper."
  },
  {
    "author": "sameelaughs",
    "content": "Laura is a menace"
  },
  {
    "author": "sameelaughs",
    "content": "Laura Su did not realize that Antony x Brutus meant Antony and Brutus in a relationship, and not a friendship until 10 minutes into the conversation"
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "Commodus changed his name to Lucius Aelius Aurelius Commodus Augustus Hercules Romanus Exsuperatorius Amazonius Invictus Felix Pius and changed the name of each month to one of his names."
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "There was crisis in the 3rd century"
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "Maximinus Thrax was Thracian"
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "Archimedes liked circles"
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "Google lists Marcus Claudius Marcellus' cause of death as 'impairment of well being'"
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "'At Lupercalia Mark Antony pretends to offer Caesar a crown, which Caesar 'declines' (Will Siegmund Study Guide)'... since we all know that Caesar only wanted to be *dictator perpetuus,* NOT emperor."
  },
  {
    "author": "mackenzie_s",
    "content": "At the Battle of Uxellodunum, Caesar cut off the hands of all the Gallic captives"
  },
  {
    "author": "sameelaughs",
    "content": "Lucan manipulates historical truth, such as having Caesar visit Pompey's camp the night before the battle of Pharsalus... Or perhaps he knew a truth that we don't 😳"
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "When Rome won the 1st Samnite War, Carthage sent a 25 pound crown for the Temple of Jupiter Optimus Maximus to say congrats 😈"
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "When Augustus visited the tomb of Alexander The Great, he was asked if he wanted to see the tombs of the (way too many) Ptolemies as well. Augustus supposedly said, 'my wish was to see a king, not corpses.'When Caligula visited Alexander's tomb, he stole Alexander's breastplate (according to Suetonius) hehe 👹"
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "A torc was a tight metal neck ring worn as an accessory by Scythian, Illyrians, Thracians, Celts, and more. The Dying Gaul statue has a torc on his neck.\nTitus Manlius Torquatus Imperiosus earned the name 'Torquatus' because he defeated a Giant GaulTM️ at the Battle of Anio River and took his torc."
  },
  {
    "author": "fabulapalliata",
    "content": "T. S. Eliot's *The Waste Land* mentions many cool things from mythology (and history!) in metaphor, such as the Battle of Mylae, Tiresias, and, impactfully, Philomela and Tereus. There's also lots of cool references to *Hamlet*, especially the character of Ophelia. Sincerely, your local T. S. Eliot lover"
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "“shahanshah” means “king of kings,” a title for Persian rulers created by Ardashir I, founder of the Sasanian Empire. Their full title was “King of Kings of Iranians and non-Iranians.”"
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "𐤇‬𐤍𐤁‬𐤏‬𐤋 is “Hannibal” in the Punic language.    and I don’t know what is happening to the formatting).("
  },
  {
    "author": "squeakcent",
    "content": "The follow through rate on Domitian’s damnation compared to Geta’s is surprisingly low. Only 24% of Roman monuments with Domitian’s name were defaced compared to 68% for Geta."
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "rules for drinking were called leges insanae 🍷 🍷 🍷"
  },
  {
    "author": "sameelaughs",
    "content": "some of the names for pork are sus, porcus, porca, verres, aper, scrofa, maialis, and nefrens"
  },
  {
    "author": "sameelaughs",
    "content": "augustus really liked caecuban wine"
  },
  {
    "author": "sameelaughs",
    "content": "the praenomen 'mamercus' was used only in the gens aemilia and is abbreviated as 'mam.'"
  },
  {
    "author": "sameelaughs",
    "content": "the praenomen vopiscus was used only by the gens iulia, and is sometimes abbreviated as 'vop'"
  },
  {
    "author": "sameelaughs",
    "content": "beer was classified as a soft drink in russia until 2011"
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "The first governor of Egypt was the same Cornelius Gallus as the poet guy who liked Lycoris"
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "The Dying Gaul is a statue of a dying Gaul"
  },
  {
    "author": "sameelaughs",
    "content": "b"
  }
]
