[
  {
    "author": "sameelaughs",
    "content": "go speak to caesar's grave or smth why do you nede to learn lang."
  },
  {
    "author": "fabulapalliata",
    "content": "The distributive form of the numeral for 16 is \"sēnī dēnī.\" It sounds funny."
  },
  {
    "author": "fabulapalliata",
    "content": "fortasse..."
  },
  {
    "author": "fabulapalliata",
    "content": "Gemstones and trees are typically feminine in Latin, with a few notable exceptions - while 2nd-declension nouns like \"sapphirus\" and \"amethystus\" are feminine, \"opalus\" is masculine. Sarah got this wrong at Castra, and it will haunt her until the day of her death."
  },
  {
    "author": "fabulapalliata",
    "content": "The adverb \"quoquo\" means \"whithersoever.\""
  },
  {
    "author": "sameelaughs",
    "content": "this is a fact"
  },
  {
    "author": "sameelaughs",
    "content": "hiatus is when you don't elide two vowels that are supposed to be elided"
  },
  {
    "author": "fabulapalliata",
    "content": "Synizesis is uniting two successive vowels that typically don't form a dipththong, as in \"Laviniaque\" (Aeneid 1.2)"
  },
  {
    "author": "fabulapalliata",
    "content": "Sarah thought caesuras were impossible to find, since they depend on your emphasis or something. Turns out it's just a word ending inside of a foot - if it ends on a long syllable, it's masculine, if it ends on a short syllable, it's feminine."
  },
  {
    "author": "fabulapalliata",
    "content": "Approximately 1 in 410 of Vergil's lines in the Aeneid are spondaic, meaning they have a spondee in their fifth foot where convention indicates a dactyl. For some mindblowing scansion - this line includes a hiatus - try I.617, \"Tune ille Aeneas, quem Dardanio Anchisae\"."
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "The name Gaius is derived from “gaudeo;” the names Marcus and Mamercus are derived from “Mars.”"
  },
  {
    "author": "autumnales",
    "content": "tertullian first uses the vocative form of deus \"dee\" in book 1 of his adversus marcionem -- the form \"dee\" was never attested before then in classical latin"
  },
  {
    "author": "sameelaughs",
    "content": "b"
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "“liberī” is “children” because it literally means “free”— in other words, not kids of slaves"
  }
]
