[
  {
    "author": "sameelaughs",
    "content": "Sameelaughs is incredibly cool and awesome."
  },
  {
    "author": "sameelaughs",
    "content": "Caesar's great uncle, Caesar Strabo, wrote tragedies"
  },
  {
    "author": "sameelaughs",
    "content": "Our Catullus (AKA the down bad one) is distinct from the Catullus who wrote mimes such as Phasma and Laureolus sometime during the early 1st Century AD  and was Known for his bloody stage effects in works"
  },
  {
    "author": "sameelaughs",
    "content": "In carmen 36, Lesbia sacrifices to Venus the works of the worst poet she knows (*electissime pessimi poetae / scripta tardipedi deo daturam*) - an intended jab at the poet Volusius by Catullus. Catullus writes “Annales Volusi, cacata charta” (The Annales of Volusius, shitted papyrus)."
  },
  {
    "author": "sameelaughs",
    "content": "Asinius Pollio said Caesar 'lacked diligentia and regard for historical truth' (Conte 378)"
  },
  {
    "author": "sameelaughs",
    "content": "Marcus Manilius is the astronomer, Manius Manilius is the Lawyer."
  },
  {
    "author": "sameelaughs",
    "content": "“Sive De Caesaris Clementia” may have been the subtitle of *De Bello Civili* by Caesar."
  },
  {
    "author": "sameelaughs",
    "content": "\"Ennius' Hedyphagetica is a didactic hexameter poem on gastronomy that is inspired by the poem *Gastronomia* by Archestratus of Geta. 11 lines on choosing the best seafood are preserved in Apuleius' Apologia..\","
  },
  {
    "author": "sameelaughs",
    "content": "\"Caesar wrote various miscellaneous poems, including a verse epigram to Terence. This is in fragment 9 of Morel's Fragmenta Poetarum Latinorum, and in it Caesar states that Terence lacks 'vis comica', 'is emendator sermonis usitati' and makes a pun about Terence's entire contaminatio thing, calling him a 'dimidate menander'.\","
  },
  {
    "author": "sameelaughs",
    "content": "\"Horace wrote “Ennius never sailed forth to sing of arms unless he was drunk”.\","
  },
  {
    "author": "sameelaughs",
    "content": "Cicero's Laelius/De Amicitia was one of the two works used by Dante (not Minutullo- Alighieri) to recover from the death of Beatrice."
  },
  {
    "author": "sameelaughs",
    "content": "Jerome had a dream where he was accused of being Ciceronian, not Christian."
  },
  {
    "author": "sameelaughs",
    "content": "Catullus sarcastically called Cicero the best of lawyers as much as he (Catullus) is the worst of poets."
  },
  {
    "author": "sameelaughs",
    "content": "Volumnia Cytheris, also known as Lycoris in Gallus' poetry, had *relations* with Brutus, Mark Antony, and many famous men. Her rejection of Cornelius Gallus is recorded in Vergil's 10th eclogue. Cicero disliked her, saying he was ashamed to go to the same party as her-- Meanwhile, Cicero's wife, Terentia, asked Cytheris for help to fix the relationship between her husband and Cytheris' lover (Mark Antony)... Unfortunately, she was not succesful"
  },
  {
    "author": "sameelaughs",
    "content": "Valens was not very great at reading long sourcebooks. Thus, he asked Eutropius, his secretary and magister memoriae to write him a *Brevarium ab Urbe Condita*, a shortened version of Livy's book among other sources like Suetonius. However, even this was not enough for Valens, and Rufius Festius had to write, supposedly low quality, *one book summary* of roman history, focusing on Roman conquests that led to the creation of the Empire."
  },
  {
    "author": "sameelaughs",
    "content": "Choreia is a maenad of Dionysus that was buried seperately because of her high rank, according to Pausanias"
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "Gaius Marius once hid in a swamp and got muddy"
  },
  {
    "author": "cadbanehat",
    "content": "King Phineus was cursed so that whenever he tried to eat food, Harpies would snatch it up and only leave putrid remains for him to eat, according to Apollonius of Rhodes’ Argonautica"
  },
  {
    "author": "cadbanehat",
    "content": "Astyanax was a son of Hector who got tossed off the walls of Troy, according to several classical authors"
  },
  {
    "author": "sameelaughs",
    "content": "Valens was not very great at reading long sourcebooks. Thus, he asked Eutropius, his secretary and magister memoriae to write him a *Brevarium ab Urbe Condita*, a shortened version of Livy's book among other sources like Suetonius. However, even this was not enough for Valens, and Rufius Festius had to write, a supposedly low quality, *one book summary* of roman history, focusing on Roman conquests that led to the creation of the Empire"
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "After being ripped into Orpheus pieces, his head still sang as it floated along the river even though it was no longer attached to his body."
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "Germanicus was given the agnomen “Germanicus” for his campaigns in Germany"
  },
  {
    "author": "sameelaughs",
    "content": "Cicero, Sallust, and Messala Corvinus were all husbands of Terentia at some point, who lived until she was 103"
  },
  {
    "author": "cadbanehat",
    "content": "Ovid was a Roman man divorced twice before he was thirty, and yet he still thought writing The Art of Love was a good idea"
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "Although he was Thracian, Spartacus was a murmillo, not a Thrax."
  },
  {
    "author": "sameelaughs",
    "content": "Hostia (the lover of Propertius) was the daughter of Hostius, the author of Bellum Histricum (an epic poem on the istrian war)"
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "Quintus Sertorius was called the “New Hannibal” because he had one eye."
  },
  {
    "author": "cadbanehat",
    "content": "Autolycus was the grandfather to both Jason and Odysseus"
  },
  {
    "author": "sameelaughs",
    "content": "Rutilius Rufus was exiled to Asia because he was wrongly convicted in the extortion court, despite trying to stop extortion. At his place of exile, in Smyrna, he lived as “an honoured citizen among the provincials he was alleged to have oppressed”, was heavily praised by Vellius Paterculus, and visited by Cicero. Sulla asked him to come back, but Rutilius Rufus said he didn’t want to leave his ‘exile’."
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "Emperors tend to get stabbed"
  },
  {
    "author": "sameelaughs",
    "content": "Apuleius had some fight with Herennius Rufinus over inheritance, which he also defends himself about in the *Apologia*"
  },
  {
    "author": "sameelaughs",
    "content": "acording to plutarch, herennius first killed cicero, then cut off his head. then antony cut off his hands cause he wrote the philippics; then those were nailed along with his head on the Rostra in the Forum Romanum in the tradition of marius and sulla. then, according to cassius do, antony's wife fulvia took Cicero's head, pulled out his tongue, and jabbed it repeatedly with her hairpin"
  },
  {
    "author": "sameelaughs",
    "content": "Ennius’ legacy survives through a decapitated statue marked “Q. Ennius”. Cicero writes that Ennius wrote an epigram commemorating the statue: “aspicite, o cives, senis Enni imaginis formam. / Hic vestrum pinxit maxima facta patrum.” Ennius also wrote an epitaph for his tomb: “nemo me lacrimis decoert nec funera fletu / faxit, cur? volito vivus per ora vivum”."
  },
  {
    "author": "sameelaughs",
    "content": "Ennius frequently uses literary devices in his *Annales*, such as tmesis (*saxo cere corrupuit brum*, \"he split his br apart ain with a rock\"), alliteration (*o Tite Tute tibi tanta tyranne tulisti*, \"O Titus Tatius, you brought such great things to yourself, tyrant\"), and onomatopoeia (at tuba terribili sonituo taratantara dixit, \"But the trumpet with its terrible sound said 'taratantara'\" )."
  },
  {
    "author": "sameelaughs",
    "content": "Ennius called himself “dicti studiosus”, meaning he was the first Latin poet on par with the Greek and Alexandrine poets."
  },
  {
    "author": "sameelaughs",
    "content": "The commentator Servius wrote on Vergil’s description of Romulus and Remus, saying “sane totus hic locus Ennianus est”."
  },
  {
    "author": "sameelaughs",
    "content": "Ennius himself wrote “numquam poetor nisi si podager” (I never poetize unless I have the gout)."
  },
  {
    "author": "sameelaughs",
    "content": "Ennius' Hectoris Lutra is inspired by Aeschyalus"
  },
  {
    "author": "sameelaughs",
    "content": "Aeschyalus should have kept his Ae on the schy because he was killed by a tortoise being dropped by an eagle onto his head. He had thought it was a rock instead, and thought his helmet would keep him safe, but alas. He should've kept his eye on the sky."
  },
  {
    "author": "sameelaughs",
    "content": "Euripides got eu-ripped-apart by the Molossian hounds of King Archelaus 🔥"
  },
  {
    "author": "sameelaughs",
    "content": "Supposedly, Juvenal was sent to Egypt with a military command at age 80, but the command was a pretext for writing verses that offended a favorite of the emperor."
  },
  {
    "author": "sameelaughs",
    "content": "In book     15 of Juvenal's satires, he Describes a scene of Cannibalism in Egypt, which he claims to personally know of, brought on by religious fanaticism."
  },
  {
    "author": "sameelaughs",
    "content": "Juvenal's biting Satire 6 is 661 lines\n- longest and most famous of Juvenal’s satires\n- attacks women; refers to a good woman as a “rara avis”\n- addresses a man who is delusional enough to think about getting married\n- proposes suicide as a much less painful alternative to marriage\n- claims that Chastity abandoned the Earth at the conclusion of the Golden Age\n- claims that most all women are unfaithful, relentlessly seek abortions, murder their stepchildren, and use potions that drive their husbands insane\n- contains the line “quis custodiet ipsos custodes”\n- overall wtf moment"
  },
  {
    "author": "sameelaughs",
    "content": "Horace was nearly killed by a falling tree branch at a young age"
  },
  {
    "author": "sameelaughs",
    "content": "Maecenas wrote 2 poems to Horace, and in Symposium, he had horace as an interlocutor"
  },
  {
    "author": "sameelaughs",
    "content": "Augustus once invited Horace to be his personal secretary, but Horace declined"
  },
  {
    "author": "sameelaughs",
    "content": "Antonius Musa was doctor to Augustus and Horace (author of De Herba Botanica and De Tuenda Valetudine ad Maecenatem, and also doctor of Augustus)"
  },
  {
    "author": "sameelaughs",
    "content": "Epode 5 is by Horace is an Invective against the ugly witch Canidia. Depicts ugly superstitions of urban areas. Describes Canidia and three hags torturing a young boy to death to obtain ingredients for a love potion. Opens with the boy’s pleas and ends with him cursing his torturers."
  },
  {
    "author": "sameelaughs",
    "content": "Epode 10 by Horace is A reverse propempticon for the “smelly” poet Maevius, wishing a shipwreck. Vergil also insults Maevius in Eclogue 3.\nVergil dislikes Bavius and Mavius, and then Horace begins to hate them."
  },
  {
    "author": "sameelaughs",
    "content": "Ars Poetica, by Horace opens by saying the painter who attached the horse’s neck to a human’s head was insane and closed with a sketch of “a crazy poet who buttonholes his audience” (Hadas 82)"
  },
  {
    "author": "sameelaughs",
    "content": "Horace states ‘A play should not be longer nor shorter than 5 acts’, the silver age Latin author that followed this advice was Seneca the Younger"
  },
  {
    "author": "sameelaughs",
    "content": "Petronius said “curiosa felicitas” when referring to Horace’s irony and word choice."
  },
  {
    "author": "sameelaughs",
    "content": "Suetonius calls Horace short and stout and Horace himself says he was grey-haired."
  },
  {
    "author": "sameelaughs",
    "content": "Helenius Acron and Pomponius Porphyrio commented on Horace's works"
  },
  {
    "author": "sameelaughs",
    "content": "Horace Says Lucilius is the inventor of satire– says Ennius is the auctor of satire"
  },
  {
    "author": "sameelaughs",
    "content": "Furius Alpinus, author of a poem entitled Ethiopis is attacked in Horaces’ sermones. Possibly one in the same with Furius Bibaculus"
  },
  {
    "author": "sameelaughs",
    "content": "Furius Bibaculus wrote several epigrams against Oribilius, Horace's teacher"
  },
  {
    "author": "sameelaughs",
    "content": "In the 3rd century AD, Periochae (“ADVENTUS AENEAE IN ITALIAM ET RES GESTAE”), summaries of each book of A.U.C. by Livy were written."
  },
  {
    "author": "sameelaughs",
    "content": "Tacitus says Augustus jokingly called Livy a Pompeian for his praise of Republicans such as Pompey."
  },
  {
    "author": "sameelaughs",
    "content": "Quintilian called Livy’s writing Lactea Ubertas in contrast with Sallust’s Brevitas."
  },
  {
    "author": "sameelaughs",
    "content": "Under Caligula, all Livy’s works and portraits, along with Vergil’s, were banned from public libraries."
  },
  {
    "author": "sameelaughs",
    "content": "Under Domitian, Mettius Pompusianus collected all Livy’s speeches of kings and generals."
  },
  {
    "author": "sameelaughs",
    "content": "Aelius Donatus says Lucretius died on the same day as Vergil received his Toga Virilis"
  },
  {
    "author": "sameelaughs",
    "content": "De Rerum Natura ends with the plague of Athens in 430 BC \n(drawing from an account of the Peloponnesian War by Thucydides)"
  },
  {
    "author": "sameelaughs",
    "content": "Vergil wrote on Lucretius in the Georgics, “felix qui potuit rerum cognoscere causas”"
  },
  {
    "author": "sameelaughs",
    "content": "Said of Lucretius’ life by Jerome: “Lucretius poeta nascitur. Postea amatorio poculo in furore versus, cum aliquot libros per intervalla insaniae conscripsisset, quos postea Cicero emendavit, propria se manu interfecit anno aetatis XLIIII” (indicates Lucretius was driven\ninsane by a love philter, had his work edited by Cicero posthumously, and committed suicide at the age of 44)"
  },
  {
    "author": "sameelaughs",
    "content": "Lucretius Applies the term “noster” to Ennius (whom he lauds for introducing poetry to the Romans)"
  },
  {
    "author": "sameelaughs",
    "content": "Lucretius argues against the Roman notion of “mos maiorum” (maintaining the customs of the ancestors, both in actions and in speech)"
  },
  {
    "author": "sameelaughs",
    "content": "Lucretius was patronized by Gaius Memmius"
  },
  {
    "author": "sameelaughs",
    "content": "Cicero edited Lucretius' work posthumously, after Lucretius commited suicide at the age of 44"
  },
  {
    "author": "sameelaughs",
    "content": "In 80, probably commissioned by figures in the court, Martial published a collection of epigrams celebrating the inauguration of the Flavian Amphitheater, which resulted in Titus rewarding him with appreciation, monetary support, and the ius trium liberorum, a right later confirmed by Domitian."
  },
  {
    "author": "sameelaughs",
    "content": "In 98, Martial left Rome for good on a voyage to Bilbilis paid for by Pliny the Younger. Martial, living on an estate given to him by a lady named Marcella, he continued to be unhappy until he died at Bilbilis ~104."
  },
  {
    "author": "sameelaughs",
    "content": "In 87-88, Martial became so annoyed by city life that he spent time in Forum Corneli (modern Imola) and other cities in the region of Emilia, but shortly returned to Rome."
  },
  {
    "author": "sameelaughs",
    "content": "Within Martial's poetry,in the Epigrammata, he claims his auctores were Catullus, Domitius Marsus, Albinovanus Pedo, and Lentulus Gaetulicus."
  },
  {
    "author": "sameelaughs",
    "content": "I'm pretty sure both Apophoreta and the Xenia were for saturnalia, but Apophoreta was for the dinner parties there"
  },
  {
    "author": "sameelaughs",
    "content": "Martial somehow  stayed on friendly terms with Polla Argentaria, the widow of Seneca’s nephew Lucan, and with Quintus Ovidius, a neighbor who also recieved an estate from Seneca"
  },
  {
    "author": "sameelaughs",
    "content": "After the collapse of the Pisonian conspiracy caused the ruins of the Senecas and Pisos in 65, Martial lost most of his income, but maintained his property at Nomentum, 13 miles from Rome, given to him by Seneca the Younger"
  },
  {
    "author": "sameelaughs",
    "content": "Naevius feuded with Metelli, writing “fato Metelli Romae fiunt consules” and one of the Metelli responded in Saturnian with “dabunt malum Metelli Naevio poetae”."
  },
  {
    "author": "sameelaughs",
    "content": "Naevius left the epitaph “immortales mortales si forest fas flere / flerent divae Camenae Naevium poetam. / Itaque postquamst Orchi traditus thesauro / obliti sunt Romae loquier lingua Latina” claiming Romans would forget how to speak Latin after his death"
  },
  {
    "author": "sameelaughs",
    "content": "Octavius Lampadio divided the bellum poenicum into 7 books in 165 BC"
  },
  {
    "author": "sameelaughs",
    "content": "Cicero, Brutus 75: Compares Naevius to statue by Myron (where Andronicus was carving by Daedalus)."
  },
  {
    "author": "sameelaughs",
    "content": "Naevius wrote the palliata, Tarentilla (the flirt). It is about a girl from Tarentum and it contains the quote “Alii adnutat, alii adnictat, alium amat, alium tenet”."
  },
  {
    "author": "sameelaughs",
    "content": "Sallust was expelled from the Senate by the censor Appius for 'moral aptitude', but then this was explained as him sleeping with Fausta, the wife of Annius Milo. However, after the end of the civil war, Caesar restored Sallust so quickly that the initial expulsion was probably politically motivated."
  },
  {
    "author": "certamen apis",
    "content": "Fact saved: \"Sallust was expelled from the Senate by the censor Appius for 'moral aptitude', but then this was explained as him sleeping with Fausta, the wife of Annius Milo. However, after the end of the civil war, Caesar restored Sallust so quickly that the initial expulsion was probably politically motivated.\""
  },
  {
    "author": "sameelaughs",
    "content": "In his literary career, Sallust imitated Thucydides--\nHe introduced the monograph, a historical work on one subject like Thucydides’ work on the Peloponnesian War"
  },
  {
    "author": "sameelaughs",
    "content": "Caesar and Sallust were besties"
  },
  {
    "author": "sameelaughs",
    "content": "Sallust based his style on Thucydides and Cato the Elder and structured his work on inconncinnitas."
  },
  {
    "author": "sameelaughs",
    "content": "Tacitus called Sallust the “rerum Romanarum florentissimus auctor” and 'imitated Sallust’s style'...except he OMMITED HALF OF IT WHILE ACTUALLY WRITING. sallust is much much easier than whatever tacitus is on."
  },
  {
    "author": "sameelaughs",
    "content": "Seneca the Elder described Sallust’s style as “amputatae sententiae et verba ante expectatum cadentia et obscura brevitas”\n(“thoughts cut short and brusque interruptions and a concision that is nearly obscurity.”)"
  },
  {
    "author": "sameelaughs",
    "content": "An anonymous epigram accused Sallust of plagiarism because his style imitated Cato the Elder so much."
  },
  {
    "author": "sameelaughs",
    "content": "Sallust supposedly wrote 2 pamphlets (Suasoriae) to Caesar, calling for economic reform and condemning the aristocracy"
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "Diocletian was told that he would become emperor after killing a boar. He became emperor after killing Carus’ praetorian prefect, Aper."
  },
  {
    "author": "sameelaughs",
    "content": "Laura is a menace"
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "<@931303941998776391> didn’t get Albinovanus Pedo in a Certamen question even though she wrote a little fact about it"
  },
  {
    "author": "cadbanehat",
    "content": "According to Nietzsche’s The Birth of Tragedy, Greek tragedy was a good art form because of how it experimented with Apollonian and Dionysian themes of rationality and and disorder to convey the widest breadth of human condition"
  },
  {
    "author": "sameelaughs",
    "content": "Laura Su did not realize that Antony x Brutus meant Antony and Brutus in a relationship, and not a friendship until 10 minutes into the conversation"
  },
  {
    "author": "cadbanehat",
    "content": "I outbuzzed Sameeha at “what silver age poet” and got it correct"
  },
  {
    "author": "sameelaughs",
    "content": "Laura is obsessed with bread-cutter-machines and blood in general"
  },
  {
    "author": "cadbanehat",
    "content": "After Nauplius’ son was killed by Odysseus in revenge, Nauplius got revenge on the Greek heroes by getting a few of their wives to cheat on them while they were at Troy"
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "Commodus changed his name to Lucius Aelius Aurelius Commodus Augustus Hercules Romanus Exsuperatorius Amazonius Invictus Felix Pius and changed the name of each month to one of his names."
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "Commodus changed his name to Lucius Aelius Aurelius Commodus Augustus Hercules Romanus Exsuperatorius Amazonius Invictus Felix Pius and changed the name of each month to one of his names."
  },
  {
    "author": "cadbanehat",
    "content": "When Zeus fought Typhon, Typhon ripped out the sinews from Zeus’ hands and feet and hid them in a cave guarded by a dragon"
  },
  {
    "author": "sameelaughs",
    "content": "By Caligula’s accession, Seneca was so famous for his rhetoric that Caligula grew jealous and only restrained from executing Seneca because he assumed the sickly Seneca would die soon anyway."
  },
  {
    "author": "sameelaughs",
    "content": "By Caligula’s accession, Seneca was so famous for his rhetoric that Caligula grew jealous and only restrained from executing Seneca because he assumed the sickly Seneca would die soon anyway."
  },
  {
    "author": "cadbanehat",
    "content": "If you combine the number of works of the three Greek tragedians, Aesychlus, Sophocles, and Euripides, they wrote in total roughly 282 plays, even though only 32 survive today."
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "There was crisis in the 3rd century"
  },
  {
    "author": "sameelaughs",
    "content": "Heauton Timoroumenos is pronounced hey-oh-ton timor oo mee nus"
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "Maximinus Thrax was Thracian"
  },
  {
    "author": "sameelaughs",
    "content": "Vergil never married"
  },
  {
    "author": "sameelaughs",
    "content": "When King Charles I was at the Bodleian Library at Oxford during the civil war, he participated in the Sortes Vergilianae -- an act where readers would select random lines from Vergil as a prediction of their future. He drew Aeneid 4.615: Dido cursing Aeneas by crying “at bello audacis populi vexatus et armis”."
  },
  {
    "author": "sameelaughs",
    "content": "According to Jerome, Quintillian was appointed by Vespasian as the first state professor of rhetoric to receive a salary"
  },
  {
    "author": "sameelaughs",
    "content": "*Declamationes Pseudo-Quintilianeae* is 2 collections of declamations spuriously attributed to Quintilian, the first is most likely not authentic and the second is a set of notes taken by his students during his lectures, which was published despite Quintilian’s objections"
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "Archimedes liked circles"
  },
  {
    "author": "sameelaughs",
    "content": "Mercellus Empiricus wrote De Medicamentis so that people would learn about medicine from it and not rely on doctors. But in it he wrote about sources for magic charms, celtic herbology, and the linguistic study of Gaulish and Vulgar Latin... Which makes me think that he might be the doctor that he didn’t want people to rely on."
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "Google lists Marcus Claudius Marcellus’ cause of death as “impairment of well being”"
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "“At Lupercalia Mark Antony pretends to offer Caesar a crown, which Caesar ‘declines’ (Will Siegmund Study Guide)”… since we all know that Caesar only wanted to be *dictator perpetuus,* NOT emperor."
  },
  {
    "author": "sameelaughs",
    "content": "<@931303941998776391> didn’t get Albinovanus Pedo in a Certamen question even though she wrote a little fact about it"
  },
  {
    "author": "sameelaughs",
    "content": "<@931303941998776391> didn’t get Albinovanus Pedo in a Certamen question even though she wrote a little fact about it"
  },
  {
    "author": "sameelaughs",
    "content": "<@931303941998776391> didn’t get Albinovanus Pedo in a Certamen question even though she wrote a little fact about it"
  },
  {
    "author": "certamen apis",
    "content": "Fact saved: \"<@931303941998776391> didn’t get Albinovanus Pedo in a Certamen question even though she wrote a little fact about it\""
  },
  {
    "author": "sameelaughs",
    "content": "Latin is much cooler than Spanish"
  },
  {
    "author": "certamen apis",
    "content": "You need to reply to a message to add it to the Facts list."
  },
  {
    "author": "autumnwinterweather",
    "content": "fact"
  },
  {
    "author": "autumnwinterweather",
    "content": "gaius helvius cinna died because he was mistaken for one of caesar's assassins"
  },
  {
    "author": "mackenzie_s",
    "content": "At the Battle of Uxellodunum, Caesar cut off the hands of all the Gallic captives"
  },
  {
    "author": "sameelaughs",
    "content": "P. Licinius Tegula wrote another parthenion in Livius Andronicus' times about the rise of androgynous children being born"
  },
  {
    "author": "cadbanehat",
    "content": "While in most versions of the story, a god transforms into an animal to mate with a human, in the story of the nereid Psamathe, she was transformed into a seal when she had a child with a human."
  },
  {
    "author": "autumnwinterweather",
    "content": "there were two sulpiciae, one is the one we know of who wrote six poems to cerinthus and another is a satirist (fl. reign of domitian) who was praised by martial"
  },
  {
    "author": "mackenzie_s",
    "content": "sallust was horse whipped because he committed adultery"
  },
  {
    "author": "cadbanehat",
    "content": "In just the first book of Ovid’s Ars Amatoria, Ovid recommends courting people by bribing their friends to say nice things about you, flicking imaginary dust off their lap, and staring at their ankles"
  },
  {
    "author": "mackenzie_s",
    "content": "there was a guy named gnaeus sallustius crispus who wrote empedoclea and is often confused with GAIUS sallustius crispus aka the sallust"
  },
  {
    "author": "cadbanehat",
    "content": "According to a certain scholarly article; when Capaneus beats up a youngster in the Nemean Games (according to Thebaid), Statius was actually making an allusion to Horace’s Ars Poetica"
  },
  {
    "author": "cadbanehat",
    "content": "Toxeus and Plexippus have the coolest villain duo name in Greek mythology, despite being some of the lamest villains"
  },
  {
    "author": "sameelaughs",
    "content": "Hosidius Geta wrote a work called Medea, in the style of Vergilian Centos, where you take quotations and piece them together"
  },
  {
    "author": "cadbanehat",
    "content": "Heracles was said to have beaten the giants Albion and Dercynus with help from Zeus, and afterwords he thanked Zeus for helping him by kneeling, which is why Heracles’ constellation is supposed to be him kneeling."
  },
  {
    "author": "cadbanehat",
    "content": "Besides Deucalion and Pyrrha, a third human named Cerambus also survived the flood with the help of wings, according to The Metamorphoses"
  },
  {
    "author": "cadbanehat",
    "content": "According to The Metamorphoses, in Arachne’s tapestry, Arachne depicted Zeus seducing his own daughter Persephone in the form of a snake"
  },
  {
    "author": "cadbanehat",
    "content": "According to Apollodorus’ The Library, the Fates participated in the Gigantomachy, and slew some giants themselves"
  },
  {
    "author": "sameelaughs",
    "content": "according to hunter's certamen round 1, the first thracian man to like boys was orpheus"
  },
  {
    "author": "sameelaughs",
    "content": "The Aloidae/Otus and Ephialtes worshipped Melete, Mneme, and Aoede instead of all 9 muses, according to hunter's certamen round"
  },
  {
    "author": "sameelaughs",
    "content": "Megalesian means relating to Cybel"
  },
  {
    "author": "sameelaughs",
    "content": "In Apollonius' Argonautica, Jason, waiting in ambush, killed Absyrtus, then ritually cut off his victim’s hands, feet, nose and ears, putting them beneath his armpits to prevent his ghost from taking vengeance for the murder (the rite of maschalismos), and three times licked and spat out his blood in an attempt to remove blood-guilt"
  },
  {
    "author": "cadbanehat",
    "content": "After declaring that Pan played better than Apollo in a music contest, Apollo gave Midas donkey ears"
  },
  {
    "author": "sameelaughs",
    "content": "Autonous and Hippodamia had a large area of land, but it was not fruitful because they did not work hard, and their fields were full of Thistles and Rushes. Then, One day, Anthus went to get the mares, and the horses didn't want to leave their grazing, so they killed Anthus and the whole family was sad about Anthus' death, so Zeus and Apollo turned them all into birds"
  },
  {
    "author": "cadbanehat",
    "content": "Perhaps as coincidence, the myth of Arachne’s punishment in Ovid’s Metamorphoses shares many similarities to the story of Ovid’s actual punishment of exile by Augustus"
  },
  {
    "author": "sameelaughs",
    "content": "In Municius Felix's work, *Ocatavius*, which was based off of the De Natura Deorum of Cicero, Octavius reproaches Caecilius for blowing a kiss to a statue of Serapis, and Caecilius says they should have a debate with Minucius as the judge over it."
  },
  {
    "author": "sameelaughs",
    "content": "Suzie Han thought the word 'peperit' was from parco, parcere, peperci"
  },
  {
    "author": "sameelaughs",
    "content": "test"
  },
  {
    "author": "sameelaughs",
    "content": "Cicero wrote speeches"
  },
  {
    "author": "sameelaughs",
    "content": "actually maybe this was not a good idea"
  },
  {
    "author": "sameelaughs",
    "content": "say yes i am getting angry"
  },
  {
    "author": "autumnwinterweather",
    "content": "oh it gets rid of the fact message"
  },
  {
    "author": "sameelaughs",
    "content": "If you pester <@931303941998776391> enough maybe one day she will make the facts work correctly for each channel"
  }
]
