[
  {
    "author": "sameelaughs",
    "content": "thanks for learning a lit fact! lit is easily the best subject."
  },
  {
    "author": "sameelaughs",
    "content": "julius caesar wrote something"
  },
  {
    "author": "sameelaughs",
    "content": "sameeha shaik is quite cool"
  },
  {
    "author": "sameelaughs",
    "content": "Caesar's great uncle, Caesar Strabo, wrote tragedies"
  },
  {
    "author": "sameelaughs",
    "content": "Our Catullus (AKA the down bad one) is distinct from the Catullus who wrote mimes such as Phasma and Laureolus sometime during the early 1st Century AD  and was Known for his bloody stage effects in works"
  },
  {
    "author": "sameelaughs",
    "content": "In carmen 36, Lesbia sacrifices to Venus the works of the worst poet she knows (*electissime pessimi poetae / scripta tardipedi deo daturam*) - an intended jab at the poet Volusius by Catullus. Catullus writes “Annales Volusi, cacata charta” (The Annales of Volusius, shitted papyrus)."
  },
  {
    "author": "sameelaughs",
    "content": "Asinius Pollio said Caesar 'lacked diligentia and regard for historical truth' (Conte 378)"
  },
  {
    "author": "sameelaughs",
    "content": "Marcus Manilius is the astronomer, Manius Manilius is the Lawyer."
  },
  {
    "author": "sameelaughs",
    "content": "“Sive De Caesaris Clementia” may have been the subtitle of *De Bello Civili* by Caesar."
  },
  {
    "author": "sameelaughs",
    "content": "\"Ennius' Hedyphagetica is a didactic hexameter poem on gastronomy that is inspired by the poem *Gastronomia* by Archestratus of Geta. 11 lines on choosing the best seafood are preserved in Apuleius' Apologia..\","
  },
  {
    "author": "sameelaughs",
    "content": "\"Caesar wrote various miscellaneous poems, including a verse epigram to Terence. This is in fragment 9 of Morel's Fragmenta Poetarum Latinorum, and in it Caesar states that Terence lacks 'vis comica', 'is emendator sermonis usitati' and makes a pun about Terence's entire contaminatio thing, calling him a 'dimidate menander'.\","
  },
  {
    "author": "sameelaughs",
    "content": "\"Horace wrote “Ennius never sailed forth to sing of arms unless he was drunk”.\","
  },
  {
    "author": "sameelaughs",
    "content": "Cicero's Laelius/De Amicitia was one of the two works used by Dante (not Minutillo- Alighieri) to recover from the death of Beatrice."
  },
  {
    "author": "sameelaughs",
    "content": "Jerome had a dream where he was accused of being Ciceronian, not Christian."
  },
  {
    "author": "sameelaughs",
    "content": "Catullus sarcastically called Cicero the best of lawyers as much as he (Catullus) is the worst of poets."
  },
  {
    "author": "sameelaughs",
    "content": "Volumnia Cytheris, also known as Lycoris in Gallus' poetry, had *relations* with Brutus, Mark Antony, and many famous men. Her rejection of Cornelius Gallus is recorded in Vergil's 10th eclogue. Cicero disliked her, saying he was ashamed to go to the same party as her-- Meanwhile, Cicero's wife, Terentia, asked Cytheris for help to fix the relationship between her husband and Cytheris' lover (Mark Antony)... Unfortunately, she was not succesful"
  },
  {
    "author": "sameelaughs",
    "content": "Valens was not very great at reading long sourcebooks. Thus, he asked Eutropius, his secretary and magister memoriae to write him a *Brevarium ab Urbe Condita*, a shortened version of Livy's book among other sources like Suetonius. However, even this was not enough for Valens, and Rufius Festius had to write, supposedly low quality, *one book summary* of roman history, focusing on Roman conquests that led to the creation of the Empire."
  },
  {
    "author": "sameelaughs",
    "content": "Valens was not very great at reading long sourcebooks. Thus, he asked Eutropius, his secretary and magister memoriae to write him a *Brevarium ab Urbe Condita*, a shortened version of Livy's book among other sources like Suetonius. However, even this was not enough for Valens, and Rufius Festius had to write, a supposedly low quality, *one book summary* of roman history, focusing on Roman conquests that led to the creation of the Empire"
  },
  {
    "author": "sameelaughs",
    "content": "Cicero, Sallust, and Messala Corvinus were all husbands of Terentia at some point, who lived until she was 103"
  },
  {
    "author": "cadbanehat",
    "content": "Ovid was a Roman man divorced twice before he was thirty, and yet he still thought writing The Art of Love was a good idea"
  },
  {
    "author": "sameelaughs",
    "content": "Hostia (the lover of Propertius) was the daughter of Hostius, the author of Bellum Histricum (an epic poem on the istrian war)"
  },
  {
    "author": "sameelaughs",
    "content": "Rutilius Rufus was exiled to Asia because he was wrongly convicted in the extortion court, despite trying to stop extortion. At his place of exile, in Smyrna, he lived as “an honoured citizen among the provincials he was alleged to have oppressed”, was heavily praised by Vellius Paterculus, and visited by Cicero. Sulla asked him to come back, but Rutilius Rufus said he didn’t want to leave his ‘exile’."
  },
  {
    "author": "sameelaughs",
    "content": "Apuleius had some fight with Herennius Rufinus over inheritance, which he also defends himself about in the *Apologia*"
  },
  {
    "author": "sameelaughs",
    "content": "acording to plutarch, herennius first killed cicero, then cut off his head. then antony cut off his hands cause he wrote the philippics; then those were nailed along with his head on the Rostra in the Forum Romanum in the tradition of marius and sulla. then, according to cassius do, antony's wife fulvia took Cicero's head, pulled out his tongue, and jabbed it repeatedly with her hairpin"
  },
  {
    "author": "sameelaughs",
    "content": "Ennius’ legacy survives through a decapitated statue marked “Q. Ennius”. Cicero writes that Ennius wrote an epigram commemorating the statue: “aspicite, o cives, senis Enni imaginis formam. / Hic vestrum pinxit maxima facta patrum.” Ennius also wrote an epitaph for his tomb: “nemo me lacrimis decoert nec funera fletu / faxit, cur? volito vivus per ora vivum”."
  },
  {
    "author": "sameelaughs",
    "content": "Ennius frequently uses literary devices in his *Annales*, such as tmesis (*saxo cere corrupuit brum*, \"he split his br apart ain with a rock\"), alliteration (*o Tite Tute tibi tanta tyranne tulisti*, \"O Titus Tatius, you brought such great things to yourself, tyrant\"), and onomatopoeia (at tuba terribili sonituo taratantara dixit, \"But the trumpet with its terrible sound said 'taratantara'\" )."
  },
  {
    "author": "sameelaughs",
    "content": "Ennius called himself “dicti studiosus”, meaning he was the first Latin poet on par with the Greek and Alexandrine poets."
  },
  {
    "author": "sameelaughs",
    "content": "The commentator Servius wrote on Vergil’s description of Romulus and Remus, saying “sane totus hic locus Ennianus est”."
  },
  {
    "author": "sameelaughs",
    "content": "Ennius himself wrote “numquam poetor nisi si podager” (I never poetize unless I have the gout)."
  },
  {
    "author": "sameelaughs",
    "content": "Ennius' Hectoris Lutra is inspired by Aeschyalus"
  },
  {
    "author": "sameelaughs",
    "content": "Aeschyalus should have kept his Ae on the schy because he was killed by a tortoise being dropped by an eagle onto his head. He had thought it was a rock instead, and thought his helmet would keep him safe, but alas. He should've kept his eye on the sky."
  },
  {
    "author": "sameelaughs",
    "content": "Euripides got eu-ripped-apart by the Molossian hounds of King Archelaus 🔥"
  },
  {
    "author": "sameelaughs",
    "content": "Supposedly, Juvenal was sent to Egypt with a military command at age 80, but the command was a pretext for writing verses that offended a favorite of the emperor."
  },
  {
    "author": "sameelaughs",
    "content": "In book     15 of Juvenal's satires, he Describes a scene of Cannibalism in Egypt, which he claims to personally know of, brought on by religious fanaticism."
  },
  {
    "author": "sameelaughs",
    "content": "Juvenal's biting Satire 6 is 661 lines\n- longest and most famous of Juvenal’s satires\n- attacks women; refers to a good woman as a “rara avis”\n- addresses a man who is delusional enough to think about getting married\n- proposes suicide as a much less painful alternative to marriage\n- claims that Chastity abandoned the Earth at the conclusion of the Golden Age\n- claims that most all women are unfaithful, relentlessly seek abortions, murder their stepchildren, and use potions that drive their husbands insane\n- contains the line “quis custodiet ipsos custodes”\n- overall wtf moment"
  },
  {
    "author": "sameelaughs",
    "content": "Horace was nearly killed by a falling tree branch at a young age"
  },
  {
    "author": "sameelaughs",
    "content": "Maecenas wrote 2 poems to Horace, and in Symposium, he had horace as an interlocutor"
  },
  {
    "author": "sameelaughs",
    "content": "Augustus once invited Horace to be his personal secretary, but Horace declined"
  },
  {
    "author": "sameelaughs",
    "content": "Antonius Musa was doctor to Augustus and Horace (author of De Herba Botanica and De Tuenda Valetudine ad Maecenatem, and also doctor of Augustus)"
  },
  {
    "author": "sameelaughs",
    "content": "Epode 5 is by Horace is an Invective against the ugly witch Canidia. Depicts ugly superstitions of urban areas. Describes Canidia and three hags torturing a young boy to death to obtain ingredients for a love potion. Opens with the boy’s pleas and ends with him cursing his torturers."
  },
  {
    "author": "sameelaughs",
    "content": "Epode 10 by Horace is A reverse propempticon for the “smelly” poet Maevius, wishing a shipwreck. Vergil also insults Maevius in Eclogue 3.\nVergil dislikes Bavius and Mavius, and then Horace begins to hate them."
  },
  {
    "author": "sameelaughs",
    "content": "Ars Poetica, by Horace opens by saying the painter who attached the horse’s neck to a human’s head was insane and closed with a sketch of “a crazy poet who buttonholes his audience” (Hadas 82)"
  },
  {
    "author": "sameelaughs",
    "content": "Horace states ‘A play should not be longer nor shorter than 5 acts’, the silver age Latin author that followed this advice was Seneca the Younger"
  },
  {
    "author": "sameelaughs",
    "content": "Petronius said “curiosa felicitas” when referring to Horace’s irony and word choice."
  },
  {
    "author": "sameelaughs",
    "content": "Suetonius calls Horace short and stout and Horace himself says he was grey-haired."
  },
  {
    "author": "sameelaughs",
    "content": "Helenius Acron and Pomponius Porphyrio commented on Horace's works"
  },
  {
    "author": "sameelaughs",
    "content": "Horace Says Lucilius is the inventor of satire– says Ennius is the auctor of satire"
  },
  {
    "author": "sameelaughs",
    "content": "Furius Alpinus, author of a poem entitled Ethiopis is attacked in Horaces’ sermones. Possibly one in the same with Furius Bibaculus"
  },
  {
    "author": "sameelaughs",
    "content": "Furius Bibaculus wrote several epigrams against Oribilius, Horace's teacher"
  },
  {
    "author": "sameelaughs",
    "content": "In the 3rd century AD, Periochae (“ADVENTUS AENEAE IN ITALIAM ET RES GESTAE”), summaries of each book of A.U.C. by Livy were written."
  },
  {
    "author": "sameelaughs",
    "content": "Tacitus says Augustus jokingly called Livy a Pompeian for his praise of Republicans such as Pompey."
  },
  {
    "author": "sameelaughs",
    "content": "Quintilian called Livy’s writing Lactea Ubertas in contrast with Sallust’s Brevitas."
  },
  {
    "author": "sameelaughs",
    "content": "Under Caligula, all Livy’s works and portraits, along with Vergil’s, were banned from public libraries."
  },
  {
    "author": "sameelaughs",
    "content": "Under Domitian, Mettius Pompusianus collected all Livy’s speeches of kings and generals."
  },
  {
    "author": "sameelaughs",
    "content": "Aelius Donatus says Lucretius died on the same day as Vergil received his Toga Virilis"
  },
  {
    "author": "sameelaughs",
    "content": "De Rerum Natura ends with the plague of Athens in 430 BC \n(drawing from an account of the Peloponnesian War by Thucydides)"
  },
  {
    "author": "sameelaughs",
    "content": "Vergil wrote on Lucretius in the Georgics, “felix qui potuit rerum cognoscere causas”"
  },
  {
    "author": "sameelaughs",
    "content": "Said of Lucretius’ life by Jerome: “Lucretius poeta nascitur. Postea amatorio poculo in furore versus, cum aliquot libros per intervalla insaniae conscripsisset, quos postea Cicero emendavit, propria se manu interfecit anno aetatis XLIIII” (indicates Lucretius was driven\ninsane by a love philter, had his work edited by Cicero posthumously, and committed suicide at the age of 44)"
  },
  {
    "author": "sameelaughs",
    "content": "Lucretius Applies the term “noster” to Ennius (whom he lauds for introducing poetry to the Romans)"
  },
  {
    "author": "sameelaughs",
    "content": "Lucretius argues against the Roman notion of “mos maiorum” (maintaining the customs of the ancestors, both in actions and in speech)"
  },
  {
    "author": "sameelaughs",
    "content": "Lucretius was patronized by Gaius Memmius"
  },
  {
    "author": "sameelaughs",
    "content": "Cicero edited Lucretius' work posthumously, after Lucretius commited suicide at the age of 44"
  },
  {
    "author": "sameelaughs",
    "content": "In 80, probably commissioned by figures in the court, Martial published a collection of epigrams celebrating the inauguration of the Flavian Amphitheater, which resulted in Titus rewarding him with appreciation, monetary support, and the ius trium liberorum, a right later confirmed by Domitian."
  },
  {
    "author": "sameelaughs",
    "content": "In 98, Martial left Rome for good on a voyage to Bilbilis paid for by Pliny the Younger. Martial, living on an estate given to him by a lady named Marcella, he continued to be unhappy until he died at Bilbilis ~104."
  },
  {
    "author": "sameelaughs",
    "content": "In 87-88, Martial became so annoyed by city life that he spent time in Forum Corneli (modern Imola) and other cities in the region of Emilia, but shortly returned to Rome."
  },
  {
    "author": "sameelaughs",
    "content": "Within Martial's poetry,in the Epigrammata, he claims his auctores were Catullus, Domitius Marsus, Albinovanus Pedo, and Lentulus Gaetulicus."
  },
  {
    "author": "sameelaughs",
    "content": "I'm pretty sure both Apophoreta and the Xenia were for saturnalia, but Apophoreta was for the dinner parties there"
  },
  {
    "author": "sameelaughs",
    "content": "Martial somehow  stayed on friendly terms with Polla Argentaria, the widow of Seneca’s nephew Lucan, and with Quintus Ovidius, a neighbor who also recieved an estate from Seneca"
  },
  {
    "author": "sameelaughs",
    "content": "After the collapse of the Pisonian conspiracy caused the ruins of the Senecas and Pisos in 65, Martial lost most of his income, but maintained his property at Nomentum, 13 miles from Rome, given to him by Seneca the Younger"
  },
  {
    "author": "sameelaughs",
    "content": "Naevius feuded with Metelli, writing “fato Metelli Romae fiunt consules” and one of the Metelli responded in Saturnian with “dabunt malum Metelli Naevio poetae”."
  },
  {
    "author": "sameelaughs",
    "content": "Naevius left the epitaph “immortales mortales si forest fas flere / flerent divae Camenae Naevium poetam. / Itaque postquamst Orchi traditus thesauro / obliti sunt Romae loquier lingua Latina” claiming Romans would forget how to speak Latin after his death"
  },
  {
    "author": "sameelaughs",
    "content": "Octavius Lampadio divided the bellum poenicum into 7 books in 165 BC"
  },
  {
    "author": "sameelaughs",
    "content": "Cicero, Brutus 75: Compares Naevius to statue by Myron (where Andronicus was carving by Daedalus)."
  },
  {
    "author": "sameelaughs",
    "content": "Naevius wrote the palliata, Tarentilla (the flirt). It is about a girl from Tarentum and it contains the quote “Alii adnutat, alii adnictat, alium amat, alium tenet”."
  },
  {
    "author": "sameelaughs",
    "content": "Sallust was expelled from the Senate by the censor Appius for 'moral aptitude', but then this was explained as him sleeping with Fausta, the wife of Annius Milo. However, after the end of the civil war, Caesar restored Sallust so quickly that the initial expulsion was probably politically motivated."
  },
  {
    "author": "certamen apis",
    "content": "Fact saved: \"Sallust was expelled from the Senate by the censor Appius for 'moral aptitude', but then this was explained as him sleeping with Fausta, the wife of Annius Milo. However, after the end of the civil war, Caesar restored Sallust so quickly that the initial expulsion was probably politically motivated.\""
  },
  {
    "author": "sameelaughs",
    "content": "In his literary career, Sallust imitated Thucydides--\nHe introduced the monograph, a historical work on one subject like Thucydides’ work on the Peloponnesian War"
  },
  {
    "author": "sameelaughs",
    "content": "Caesar and Sallust were besties"
  },
  {
    "author": "sameelaughs",
    "content": "Sallust based his style on Thucydides and Cato the Elder and structured his work on inconncinnitas."
  },
  {
    "author": "sameelaughs",
    "content": "Tacitus called Sallust the “rerum Romanarum florentissimus auctor” and 'imitated Sallust’s style'...except he OMMITED HALF OF IT WHILE ACTUALLY WRITING. sallust is much much easier than whatever tacitus is on."
  },
  {
    "author": "sameelaughs",
    "content": "Seneca the Elder described Sallust’s style as “amputatae sententiae et verba ante expectatum cadentia et obscura brevitas”\n(“thoughts cut short and brusque interruptions and a concision that is nearly obscurity.”)"
  },
  {
    "author": "sameelaughs",
    "content": "An anonymous epigram accused Sallust of plagiarism because his style imitated Cato the Elder so much."
  },
  {
    "author": "sameelaughs",
    "content": "Sallust supposedly wrote 2 pamphlets (Suasoriae) to Caesar, calling for economic reform and condemning the aristocracy"
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "<@931303941998776391> didn’t get Albinovanus Pedo in a Certamen question even though she wrote a little fact about it"
  },
  {
    "author": "sameelaughs",
    "content": "By Caligula’s accession, Seneca was so famous for his rhetoric that Caligula grew jealous and only restrained from executing Seneca because he assumed the sickly Seneca would die soon anyway."
  },
  {
    "author": "sameelaughs",
    "content": "Heauton Timoroumenos is pronounced hey-oh-ton timor oo mee nus"
  },
  {
    "author": "sameelaughs",
    "content": "When King Charles I was at the Bodleian Library at Oxford during the civil war, he participated in the Sortes Vergilianae -- an act where readers would select random lines from Vergil as a prediction of their future. He drew Aeneid 4.615: Dido cursing Aeneas by crying “at bello audacis populi vexatus et armis”."
  },
  {
    "author": "sameelaughs",
    "content": "According to Jerome, Quintillian was appointed by Vespasian as the first state professor of rhetoric to receive a salary"
  },
  {
    "author": "sameelaughs",
    "content": "*Declamationes Pseudo-Quintilianeae* is 2 collections of declamations spuriously attributed to Quintilian, the first is most likely not authentic and the second is a set of notes taken by his students during his lectures, which was published despite Quintilian’s objections"
  },
  {
    "author": "sameelaughs",
    "content": "Mercellus Empiricus wrote De Medicamentis so that people would learn about medicine from it and not rely on doctors. But in it he wrote about sources for magic charms, celtic herbology, and the linguistic study of Gaulish and Vulgar Latin... Which makes me think that he might be the doctor that he didn’t want people to rely on."
  },
  {
    "author": "autumnwinterweather",
    "content": "gaius helvius cinna died because he was mistaken for one of caesar's assassins"
  },
  {
    "author": "sameelaughs",
    "content": "P. Licinius Tegula wrote another parthenion in Livius Andronicus' times about the rise of androgynous children being born"
  },
  {
    "author": "autumnwinterweather",
    "content": "there were two sulpiciae, one is the one we know of who wrote six poems to cerinthus and another is a satirist (fl. reign of domitian) who was praised by martial"
  },
  {
    "author": "mackenzie_s",
    "content": "sallust was horse whipped because he committed adultery"
  },
  {
    "author": "mackenzie_s",
    "content": "there was a guy named gnaeus sallustius crispus who wrote empedoclea and is often confused with GAIUS sallustius crispus aka the sallust"
  },
  {
    "author": "sameelaughs",
    "content": "Hosidius Geta wrote a work called Medea, in the style of Vergilian Centos, where you take quotations and piece them together"
  },
  {
    "author": "sameelaughs",
    "content": "In Municius Felix's work, *Ocatavius*, which was based off of the De Natura Deorum of Cicero, Octavius reproaches Caecilius for blowing a kiss to a statue of Serapis, and Caecilius says they should have a debate with Minucius as the judge over it."
  },
  {
    "author": "sameelaughs",
    "content": "Suzie Han thought the word 'peperit' was from parco, parcere, peperci"
  },
  {
    "author": "sameelaughs",
    "content": "De Rerum Natura was the first entirely didactic poem."
  },
  {
    "author": "sameelaughs",
    "content": "Lucretius' Cognomen “Carus” indicates Celtic origins"
  },
  {
    "author": "sameelaughs",
    "content": "Said of Lucretius by Cicero in a letter to Quintus Cicero: “Lucretii poemata ut scribis ita sunt multis luminibus ingentii multae tamen artis; sed cum veneris virum te putabo si Sallustii Empedoclea legeris hominem non putabo”"
  },
  {
    "author": "sameelaughs",
    "content": "Said of Lucretius by Vergil: “felix qui potuit rerum cognoscere causas, atque metus omnis et inexorabile fatum subiecit pedibus strepitumque Acherontis avari”"
  },
  {
    "author": "sameelaughs",
    "content": "Lucretius, like Suetonius, Made up Latin words to express concepts not able to be explained with existing words"
  },
  {
    "author": "sameelaughs",
    "content": "Plautus' *Miles Gloriosus* References the imprisonment of Naevius."
  },
  {
    "author": "sameelaughs",
    "content": "Satura, by naevius, is not a play; possibly the first attempt at satire in Latin literature"
  },
  {
    "author": "sameelaughs",
    "content": "Tacitus delivered the funeral elogium for Virginius Rufus, the Consul Ordinarius whom he replaced"
  },
  {
    "author": "sameelaughs",
    "content": "Ammianus Marcellinus wrote a continuation of Tacitus’ Historiae."
  },
  {
    "author": "sameelaughs",
    "content": "Tacitus Says about himself at the beginning of the Historiae: “I would not deny that my elevation was begun by Vespasian, augmented by Titus, and still further advanced by Domitian”"
  },
  {
    "author": "sameelaughs",
    "content": "Tacitus Says about history: “this I regard as history’s highest function, to let no worthy action be uncommemorated, and to hold out the reprobation of posterity as a terror to evil words and deeds”"
  },
  {
    "author": "sameelaughs",
    "content": "Tacitus' Works are adapted by Robert Graves in his I, Claudius! It is a very good read"
  },
  {
    "author": "sameelaughs",
    "content": "Ovid married three times, and his third marriage produced his only child, Perilla"
  },
  {
    "author": "sameelaughs",
    "content": "Ovid blames his relegation on ‘carmen et error’ in Tristia 2.107"
  },
  {
    "author": "sameelaughs",
    "content": "Ovid was relegated (not fully exiled, as he retained his citizenship and possessions) to Tomi on the Black Sea in 8 AD, in the middle of his literary prime"
  },
  {
    "author": "sameelaughs",
    "content": "Augustus also had the motivation of punishing Ovid for participating in the adultery of Augustus’ granddaughter Julia Minor with Decimus Junius Silanus."
  },
  {
    "author": "sameelaughs",
    "content": "In his Amores, Ovid occasionally evokes Corinna, but says, not only that he prefers two women, but also that any beautiful woman can charm him."
  },
  {
    "author": "sameelaughs",
    "content": "The servitum amoris, (dedicated to a lover) is also absent from Amores, as Ovid prioritizes love itself over a specific lover."
  },
  {
    "author": "sameelaughs",
    "content": "Amores Opens with the claim that Cupid stole a foot from his hexameter."
  },
  {
    "author": "sameelaughs",
    "content": "Ovid's section in the Heroides about Ariadne is Possibly based on the lament of Ariadne in Catullus 64"
  },
  {
    "author": "sameelaughs",
    "content": "in book 15 of the metamorphoses Numa Pompilius introduces Pythagoras, who gives a lengthy speech on metamorphosis being the law of the universe (‘omnia mutantur, nil interit’), which is the philosophical basis of the work"
  },
  {
    "author": "sameelaughs",
    "content": "Quintilian accuses Ovid of being “lascivus et nimium amator ingenii sui” but admits Ovid is “laudandus tamen partibus”"
  },
  {
    "author": "sameelaughs",
    "content": "Ovid wrote with “heroic flippancy and graceful agility” abnormal for Latin poetry (Hadas 200)."
  },
  {
    "author": "sameelaughs",
    "content": "Ovid called himself the “doctor adulterii”."
  },
  {
    "author": "sameelaughs",
    "content": "In Ars Amatoria 3.345, Ovid brags that he has invented a new literary genre in Heroides."
  },
  {
    "author": "sameelaughs",
    "content": "Cato's De Re Militari is a Military handbook in the style of Vegetius (who used it as source). This will never come up."
  },
  {
    "author": "sameelaughs",
    "content": "Columella says Cato taught agriculture to speak Latin."
  },
  {
    "author": "sameelaughs",
    "content": "Livy called Cato “a ferocious mastiff set upon the nobility.”"
  },
  {
    "author": "sameelaughs",
    "content": "cato opposed the release of 1000 Greek hostages (the group which Polybius was a part of)"
  },
  {
    "author": "sameelaughs",
    "content": "cato repelled an embassy in 155 BC made up of the Greek philosophers Carneades the Academic, Diogenes the Stoic, and Critolaus the Peripatetic"
  },
  {
    "author": "sameelaughs",
    "content": "Cicero claimed to know of 150 Catonian speeches"
  },
  {
    "author": "sameelaughs",
    "content": "cato the elder struck a senator from the roll for kissing in broad daylight"
  },
  {
    "author": "sameelaughs",
    "content": "Tacitus wrote a long description of Petronius’ life, character, and death in Book 16 of the Annales."
  },
  {
    "author": "sameelaughs",
    "content": "According to Tacitus, Petronius opened his veins and conversed with friends at a dinner party while he bled to death"
  },
  {
    "author": "sameelaughs",
    "content": "According to Tacitus, Petronius destroyed his signet ring as he was dying, so the misfortunes that befell him may not befall anyone else"
  },
  {
    "author": "sameelaughs",
    "content": "The Satyricon includes a description of the tomb which Trimalchio has purchased for himself, which somehow ends with a brawl, which ultimately results in the fire department being called"
  },
  {
    "author": "sameelaughs",
    "content": "Petronius served as arbiter elegentiae in the court of Nero"
  },
  {
    "author": "sameelaughs",
    "content": "During his youth, Propertius was in love with Lycinna, but he was more famous for falling in love with the woman Hostia, an “elegant, unscrupulous woman” and descendant of Hostius, author of the historical epic Bellum Histricum."
  },
  {
    "author": "sameelaughs",
    "content": "After five or six years of Cynthia being unfaithful, Propertius dumped her, although the two poems in Book 4 suggest a brief reconciliation before her death."
  },
  {
    "author": "sameelaughs",
    "content": "Propertius assumed the toga virilis at his mother’s house."
  },
  {
    "author": "sameelaughs",
    "content": "Propertius was orphaned as a boy and involvement in the Perusine War (a revolt of Italian landowners put down by Augustus in 41-40 BC) caused the confiscation of his family’s land"
  },
  {
    "author": "sameelaughs",
    "content": "In 1.5 of his Monobiblos, Propertius warns Gallus (not Cornelius Gallus) not to make advances towards Cynthia."
  },
  {
    "author": "sameelaughs",
    "content": "In 1.6 of his Monobiblos, Propertius regretfully refuses an invitation to travel abroad with Tullus because Cynthia will not allow it. The tone is similar to Tibullus 1.1, except instead of being sad about leaving Delia, Propertius is annoyed by Cynthia’s clinginess"
  },
  {
    "author": "sameelaughs",
    "content": "In 1.7 of his monobiblos, propertius writes to ponticus, saying although he is proud of his epic poetry, he would write love elegies 'if he ever fell in love'...I thought he spent the last few chapters of the monobiblos talking about how much he loved Cynthia but ok"
  },
  {
    "author": "sameelaughs",
    "content": "Propertius tries to dissuade Cynthia from following a rival to Illyria, praying for storms to postpone the voyage, but hoping she is safe if she goes. She ends up deciding not to go, which he celebrates in 1.8b. Which is ironic, because in 1.6, Propertius is upset with Cynthia for doing the same thing."
  },
  {
    "author": "sameelaughs",
    "content": "Propertius' monobiblos, 1.16 is a Soliloquy of the door of a once-respectable house, similar to Catullus 67"
  },
  {
    "author": "sameelaughs",
    "content": "In 2.10 of his monobiblos, Propertius, perhaps prodded by a superior figure, attempts to write epic poetry but fails and returns to elegy by the end and focuses on love for the rest of the book"
  },
  {
    "author": "sameelaughs",
    "content": "In 3.12 of his monobiblos, Asks Postumus how he could leave his wife, Gallus’ sister, to go east for military service, even knowing his wife is as faithful as Penelope"
  },
  {
    "author": "sameelaughs",
    "content": "In 3.15 of Propertius' monobiblos, he discusses how his puppy love for Lycinna was swept away by Cynthia"
  },
  {
    "author": "sameelaughs",
    "content": "In 4.3 of his monobiblos, propertius channel's his inner wifey and writes a letter from the perspective of a Roman lady to her husband, who has been gone so long she has had time to weave him four cloaks"
  },
  {
    "author": "sameelaughs",
    "content": "In 4.5 of his monobiblos, propertius curses the bawd Acanthis for corrupting the mind of Propertius’ new mistress, listing the many precepts of her malpractices in the style of Ovid’s Ars Amatoria"
  },
  {
    "author": "sameelaughs",
    "content": "1.4 of Martial's epigrams mimics Catullus 16, writing “lasciva est nobis pagina, vita proba”"
  },
  {
    "author": "sameelaughs",
    "content": "1.10 of martial's epigrams adresses Maronilla, saying her lover Gemellus only pursues her because he thinks she’ll die soon and leave him her possessions."
  },
  {
    "author": "sameelaughs",
    "content": "5.14 of martial's epigrams is an anecdote of a snob who goes to the theater and crouches between the ordinary seats and the reserved seats."
  },
  {
    "author": "sameelaughs",
    "content": "8.79 of Martial's epigrams Calls out a lady who purposely chooses ugly friends to make herself look better."
  },
  {
    "author": "sameelaughs",
    "content": "12.66 of Martial's epigrams is an  anecdote of a house that is sold for more than its worth by being deceptively filled with expensive furniture not actually included with the house."
  },
  {
    "author": "sameelaughs",
    "content": "Martial's epigrams VI.12 and VII.13 attack women who lack naturally colored hair"
  },
  {
    "author": "sameelaughs",
    "content": "Martial's epigrams I.117 attacks a man who wished to borrow but not buy a copy of Martial’s book"
  },
  {
    "author": "sameelaughs",
    "content": "Martial is called “his Vergil” by Aelius Verus (adoptive son of Hadrian)"
  },
  {
    "author": "sameelaughs",
    "content": "Martial is awarded both a military tribuneship and the ius trium liberorum"
  },
  {
    "author": "sameelaughs",
    "content": "Jerome said he preferred to “live in the midst of wild beasts rather than with Christians of that kind” (i.e. those who were pedantic about the interpretation of the bible but did not learn Hebrew themselves)."
  },
  {
    "author": "sameelaughs",
    "content": "Pliny wrote an obituary of Silius Italicus in Epistulae 3.7, and said “scribebat carmina maiore cura quam ingenio.”"
  },
  {
    "author": "sameelaughs",
    "content": "In Book 12 of Punica, Italicus has Hannibal attack the Capitoline and be beaten back by the Olympians, Ennius, depicted similar to Orpheus, be saved by Apollo while playing his Cithara and told he will be a glorious hybrid of Homer and Hesiod, and Scipio descends to the Underworld..."
  },
  {
    "author": "sameelaughs",
    "content": "Silius Italicus was Last person to be awarded a consulship by Nero"
  },
  {
    "author": "sameelaughs",
    "content": "Mimes were also called fabula riciniata"
  },
  {
    "author": "sameelaughs",
    "content": "mimes featured acrobatic ballet, called “planipes saltans”"
  },
  {
    "author": "sameelaughs",
    "content": "Decimus Laberius, a knight and an exact contemporary of Cicero, offended Caesar, and was forced to participate in a mime competition against Publilius Syrus, which he lost"
  },
  {
    "author": "sameelaughs",
    "content": "A later author said, while other historians wrote diserte (eloquently), Suetonius wrote vere."
  },
  {
    "author": "sameelaughs",
    "content": "Last mention of Suetonius by a contemporary author is in a letter from Fronto to MarcusAurelius"
  },
  {
    "author": "sameelaughs",
    "content": "Suetonius gained the titles “a studiis” and “a bibliotechis” and “ab epustulis” for his work under Hadrian"
  },
  {
    "author": "sameelaughs",
    "content": "Suetonius was fired from his secretarial post for some form of misconduct with Hadrian’s wife"
  },
  {
    "author": "sameelaughs",
    "content": "Suetonius used Pliny’s influence to postpone a trial in which he was to serve as counsel"
  },
  {
    "author": "sameelaughs",
    "content": "Lucan's Pharsalia is hard to read"
  },
  {
    "author": "sameelaughs",
    "content": "Lucan won a prize at the inaugural Neronian Games of 60 AD with his Laus Neronis (one of his lost works)"
  },
  {
    "author": "sameelaughs",
    "content": "Lucan slit his wrists on April 30, 65, at the age of 25 while reciting lines his own poetry of a soldier who died in a similar manner."
  },
  {
    "author": "sameelaughs",
    "content": "Bellum Civile is also incorrectly called Pharsalia because of the phrase ‘venturi me teque legent; Pharsalia nostra’ in Line 9.985"
  },
  {
    "author": "sameelaughs",
    "content": "Lucan manipulates historical truth, such as having Caesar visit Pompey’s camp the night before the battle of Pharsalus... Or perhaps he knew a truth that we don't 😳"
  },
  {
    "author": "sameelaughs",
    "content": "The civil war caused the drastic reduction of Tibullus’ property, but he retained enough to have a country estate between Praeneste and Tibur"
  },
  {
    "author": "sameelaughs",
    "content": "Tibullus never flatters or even mentions Augustus and scoffs at riches, glory, and war and only celebrates triumphing as a lover"
  },
  {
    "author": "sameelaughs",
    "content": "According to Horace, Tibullus spent his last years “withdrawn and melancholy” in Latium before dying shortly after Vergil in 19 BC."
  },
  {
    "author": "sameelaughs",
    "content": "Tibullus became a client of M. Valerius Messalla Corvinus, whose staff he joined for several military expeditions, including one to Aquitania that resulted in a triumph for Messalla"
  },
  {
    "author": "sameelaughs",
    "content": "The 3rd and 4th books are sometimes called the Messalla collection, as they contain many poems not by Tibullus, including six elegies from Lygdamus to Neaera, five poems written by Tibullus in the setting of Sulpicia to Cerinthus, then six short poems to Cerinthus actually by Sulpicia totalling only forty lines, capped off by two more poems of doubtful authenticity."
  },
  {
    "author": "sameelaughs",
    "content": "1.2 of corpus tibullanum is a poem on Delia, set as a paraklausithyron, a poem where a lover serenades his mistress outside her door. In this scene, Tibullus speaks of a love potion a witch made to ensure Delia would love him back"
  },
  {
    "author": "sameelaughs",
    "content": "1.4 by Tibullus is a separate series of love poetry addressed to the puer delicatus Marathus. This poem is a discourse by Priapus on how to win over a boy in the style of Ovid’s Ars Amatoria."
  },
  {
    "author": "sameelaughs",
    "content": "1.5 is written after Delia leaves Tibullus for a richer lover. Rather than use harsh language like Catullus does for Lesbia, Tibullus only assaults the man who stole Delia away. Tibullus protests his wasted devotion and how useless gifts such as wine are for mending the relationship. Tibullus ends by urging the new man to enjoy his luck."
  },
  {
    "author": "sameelaughs",
    "content": "In 1.6, When both Tibullus and Delia’s new husband grow suspicious and have to be convinced there is no third lover, Tibullus begs the oblivious husband to let Tibullus have Delia back, since he can manage her without harming her"
  },
  {
    "author": "sameelaughs",
    "content": "1.9 is the last poem on Marathus. after finding out Marathus is pursuing an unlikeable old lover for money, Tibullus charges him with “perfidy, venality, and ingratitude” before casting him off -- completely different to how he treated delia when she did the same thing"
  },
  {
    "author": "sameelaughs",
    "content": "Celebratory poem for the birthday of Cornutus (not persius' teacher, i think), a different client of Messalla and possibly the true identity of Sulpicia’s Cerinthus. Tibullus wishes for Cornutus to someday enjoy the love of a wife."
  },
  {
    "author": "sameelaughs",
    "content": "a lot of people that tibullus liked left him for richer people"
  },
  {
    "author": "sameelaughs",
    "content": "in his corpus tibullanum, lygdamus wrote frigid elegies to the woman neaera , whose social position was probably higher than delia or nemesis, considering that lygdamus hoped for marriage-- unlike tibullus his verses lacked the gentleness of tibullus’ poetry."
  },
  {
    "author": "sameelaughs",
    "content": "4.1 is the Worst poem in the Corpus Tibullanum. It is a tasteless, excessive, 211-line hexameter Panegyricus Messalae written not long after Messalla’s consulship in 31 BC."
  },
  {
    "author": "sameelaughs",
    "content": "Sulpicia is the daughter of the jurist Servius Sulpicius and the the niece of Messalla"
  },
  {
    "author": "sameelaughs",
    "content": "In 4.8 of Corpus' tibullanum, Sulpicia describes her “hateful old birthday” where Messalla takes her on a vacation to the country, which only prevents her from seeing Cerinthus"
  },
  {
    "author": "sameelaughs",
    "content": "In 4.10,  Sulpicia assaults Cerinthus with fury and offense after hearing he has been giving attention to another girl."
  },
  {
    "author": "sameelaughs",
    "content": "In 4.11 of Corpus Tibullanum, Sulpicia tells Cerinthus she is ill and cannot recover without his sympathy."
  },
  {
    "author": "sameelaughs",
    "content": "Ovid grouped Tibullus with the famous elegists Catullus and Cornelius Gallus."
  },
  {
    "author": "sameelaughs",
    "content": "Ovid said, \"Vergil I only saw, and greedy fate vouchsafed Tibullus no time for my friendship. It was Tibullus who succeeded you, Gallus, and Propertius succeeded Tibullus; I myself was the fourth in order of time\""
  },
  {
    "author": "sameelaughs",
    "content": "tarsus atque elegans, said of Tibullus by Quintillian"
  },
  {
    "author": "sameelaughs",
    "content": "tibullus and propertius are so easy to mix up for some reason"
  },
  {
    "author": "sameelaughs",
    "content": "symmachus tried really hard to restore the altar of victory"
  },
  {
    "author": "sameelaughs",
    "content": "Symmachus indicates an understanding of his duties with the line “ubique vitam agimus consularem”"
  },
  {
    "author": "sameelaughs",
    "content": "symmachus was friends with ausonius"
  },
  {
    "author": "sameelaughs",
    "content": "At age 19, Augustine had a spiritual crisis provoked by reading Cicero’s Hortensius and converted to Manichaeism"
  },
  {
    "author": "sameelaughs",
    "content": "Persius called his poetry “semipaganus” and claimed it had “rusticitas”."
  },
  {
    "author": "sameelaughs",
    "content": "Valerius Probus, possibly the first commentator on Persius, is thought to have been the author of a vita that said Persius “scriptavit et raro et tarde”."
  },
  {
    "author": "sameelaughs",
    "content": "Church fathers such as Lactantius, Tertullian, Jerome, and Augustine appreciated Persius’ commitment to morality."
  },
  {
    "author": "sameelaughs",
    "content": "Persius died because of some stomach problem and he said that his stomach was his muse"
  },
  {
    "author": "sameelaughs",
    "content": "Persius wrote other poetic works which Cornutus did not allow to be published, including a praetexta of a lost title, a book of travels, and an elogium on Thrasea Paetus’ heroic daughter-in-law, Arria Minor"
  },
  {
    "author": "sameelaughs",
    "content": "The satires was left for Cornutus, Persius' teacher, on Persius' deathbed"
  },
  {
    "author": "sameelaughs",
    "content": "Persius' • Praenomen “Aules” is a combination of the Roman “Aulus” and the Etruscan “Aule”"
  },
  {
    "author": "sameelaughs",
    "content": "Persius was Orphaned when he was 6 years old"
  },
  {
    "author": "sameelaughs",
    "content": "Persius' works were heavily praised by his classmate Lucan, who said that his works were “utter tripe” by comparison"
  },
  {
    "author": "sameelaughs",
    "content": "Caecilius Statius' Plocium contains the quotes “Serit arbores quae saeclo prosit alteri” (“he plants trees to profit another age”) and “saepe est etiam sub palliolo sordido sapientia” (“there’s often wisdom even underneath a shabby little cloak”)"
  },
  {
    "author": "sameelaughs",
    "content": "Volcacius Sedigitus ranks Statius first in his canon of Latin comics."
  },
  {
    "author": "sameelaughs",
    "content": "Aulus Gellius (the main source of information on Statius) dedicated a chapter (2.23) of Noctes Atticae to comparing Plocium to Plokion."
  },
  {
    "author": "sameelaughs",
    "content": "Cicero calls Statius “malus auctor Latinitatis”"
  },
  {
    "author": "sameelaughs",
    "content": "Caecilius Statius was a friend (“contubernalis”) of Ennius, and wrote only fabulae palliatae to avoid coming into competition with him"
  },
  {
    "author": "sameelaughs",
    "content": "According to Terence, the actor Ambivius Turpio said that Caecilius’ plays were horrible at first"
  },
  {
    "author": "sameelaughs",
    "content": "There is a story that the young Terence read his first work, the Andria, to an aged Caecilius. Probably invented to connect Plautus’ two most admired successors (Statius and Terence) to each other"
  },
  {
    "author": "sameelaughs",
    "content": "Cornelius Gallus was first of the Roman elegists, according to Ovid’s Tristia (“Vergilium vidi tantum: nec avaro Tibullo tempus amicitiae fata dedere meae. Successor fuit hic tibi, Galle, Propertius illi; quartus ab his serie temporis ipse fui.”)"
  },
  {
    "author": "sameelaughs",
    "content": "Cornelius Gallus was a • Classmate of Vergil"
  },
  {
    "author": "sameelaughs",
    "content": "Cornelius Gallus was a dedicatee of a work authored by Parthenius of Nicaea"
  },
  {
    "author": "sameelaughs",
    "content": "Cornelius Gallus was exiled by Augustus after disgrace, committing suicide in 26 BC"
  },
  {
    "author": "sameelaughs",
    "content": "Cornelius Gallus' amores is 4 books; containing elegies to Lycoris (real name Volumnia, stage name Cytheris) with a total of 10 lines extant"
  },
  {
    "author": "sameelaughs",
    "content": "Vergil dedicated his 10th Eclogue to Gallus and praised Gallus at the end of Book 4 of the Georgics (although Augustus later forced him to remove this praise)."
  },
  {
    "author": "sameelaughs",
    "content": "Lactantius said sorry a lot"
  },
  {
    "author": "sameelaughs",
    "content": "In 317, the extremely old Lactantius moved to Gaul to tutor Constantine’s son Crispus"
  },
  {
    "author": "sameelaughs",
    "content": "During the Renaissance, Lactantius earned the title of ‘the Christian Cicero’ because he was the most classical of early Christian authors."
  },
  {
    "author": "sameelaughs",
    "content": "Lactantius was taught by Arnobius"
  },
  {
    "author": "sameelaughs",
    "content": "Said of Lactantius by Jerome: “would that he could affirm our doctrine as readily as he destroys others”"
  },
  {
    "author": "sameelaughs",
    "content": "In Lactantius' De Opificio Dei, he praises the wisdom of God with the words “how appropriate is the padded flesh of the buttocks for the function of\nsitting”"
  },
  {
    "author": "sameelaughs",
    "content": "In Lactantius' De Opificio Dei, he praises the wisdom of God with the words “how appropriate is the padded flesh of the buttocks for the function of sitting”"
  },
  {
    "author": "sameelaughs",
    "content": "Horace calls Lucilius his lutnutncucnuala/lantern/something"
  },
  {
    "author": "sameelaughs",
    "content": "Lucilius said “ex praecordiis ecfero versum”, that he wrote his poetry from his heart. He also called his Satires “Ludus ac Sermones”"
  },
  {
    "author": "sameelaughs",
    "content": "Quintilian wrote “Satura quidem tota nostra est” on Lucilius’ pioneering."
  },
  {
    "author": "sameelaughs",
    "content": "Quintilian also spoke of Lucilius like he was a living author, writing “eruditio in eo mira, et libertas atque inde acerbitas et abundantia salis” (there is remarkable learning in him, and he is outspoken and hence astringent, and he has an overflowing wit)."
  },
  {
    "author": "sameelaughs",
    "content": "Horace states (in Satire 2.10) that Lucilius “sale multo urbem defricuit” (rubbed down the town in salt)."
  },
  {
    "author": "sameelaughs",
    "content": "Catullus praised Nepos’ Chronica, saying he was “the only Italian courageous enough to set forth the whole history in three learned and laboriously wrought volumes”."
  },
  {
    "author": "sameelaughs",
    "content": "Nepos was friends with both Cicero and Atticus, the latter of which was his patron"
  },
  {
    "author": "sameelaughs",
    "content": "Pacuvius was the first nobleman to practice painting, even coming to Rome to paint before staying to write tragedies- his art remained in the forum boarium until pliny the elder's day"
  },
  {
    "author": "sameelaughs",
    "content": "Pacuvius says “repandirostrum incuruiceruicum” to refer to dolphins at some point – greek poetic vocab"
  },
  {
    "author": "sameelaughs",
    "content": "Cicero thought Pacuvius was the best tragedian"
  },
  {
    "author": "sameelaughs",
    "content": "Horace admired Pacuvius for his learning and Quintilian admired him for his force."
  },
  {
    "author": "sameelaughs",
    "content": "Varro describes Pacuvius’ style as abundant."
  },
  {
    "author": "sameelaughs",
    "content": "Juvenal wrote “tanta dulcedine captos / adficit ille animos” on Statius’ influence of public sentiment in the Silvae."
  },
  {
    "author": "sameelaughs",
    "content": "Statius' Silvae II.4 is a mock consolation to Melior on the death of his pet parrot"
  },
  {
    "author": "sameelaughs",
    "content": "Silvae 3.2 is a propemticon addressed to Maecius Celar"
  },
  {
    "author": "sameelaughs",
    "content": "It is claimed by Juvenal that Statius was forced to write works such as the Agave in order to keep himself from starving"
  },
  {
    "author": "sameelaughs",
    "content": "Justinian’s compilers for codification excerpted five paragraphs from Tertullian’s works, displaying his precise legal knowledge."
  },
  {
    "author": "sameelaughs",
    "content": "Tertullian was called the “Christian Juvenal” and a “Barbarizing Tacitus”. (neither of those are nice)"
  },
  {
    "author": "sameelaughs",
    "content": "Tertullian was a favorite of both Cyprian and Augustine and had an immense impact on western Christianity."
  },
  {
    "author": "sameelaughs",
    "content": "Atticus wrote a work about Cicero’s consulship in Greek"
  },
  {
    "author": "sameelaughs",
    "content": "Maecenas is Said by Tacitus to have had the nomen “Cilnius”"
  },
  {
    "author": "sameelaughs",
    "content": "Macenas is Referred to as the “scion of Etruscan kings”"
  },
  {
    "author": "sameelaughs",
    "content": "Maecenas also wrote a work entitled De Cultu Suo"
  },
  {
    "author": "sameelaughs",
    "content": "Maecenas had a wife named Terentia"
  },
  {
    "author": "sameelaughs",
    "content": "Prometheus, by Maecenas, is a Menippean satire"
  },
  {
    "author": "sameelaughs",
    "content": "Ammianus Marcellinus was considered to be the last great Roman historian."
  },
  {
    "author": "sameelaughs",
    "content": "Ammianus Marcellinus was a  'restrained pagan who tolerated Christianity.'"
  },
  {
    "author": "sameelaughs",
    "content": "Ammianus Marcellinus's birthplcae was antioch, which he called the the fair crown of the east"
  },
  {
    "author": "sameelaughs",
    "content": "Ammianus Marcellinus indicates his snobbishness with the line “non omnia narratu sunt digna quae per squalidas\ntransiere personas”"
  },
  {
    "author": "sameelaughs",
    "content": "Frontinus was seen as a “vir vere Romanus” for his dedicated service to Roman public services."
  },
  {
    "author": "sameelaughs",
    "content": "Frontinus was respected by Martial, Pliny, and Tacitus"
  },
  {
    "author": "sameelaughs",
    "content": "Horace calls Lucilius his lutnutncucnuala/lantern/something"
  },
  {
    "author": "sameelaughs",
    "content": "Quintilian wrote “Satura quidem tota nostra est” on Lucilius’ pioneering"
  },
  {
    "author": "sameelaughs",
    "content": "Quintilian also spoke of Lucilius like he was a living author, writing “eruditio in eo mira, et libertas atque inde acerbitas et abundantia salis” (there is remarkable learning in him, and he is outspoken and hence astringent, and he has an overflowing wit)."
  },
  {
    "author": "sameelaughs",
    "content": "Horace states (in Satire 2.10) that Lucilius “sale multo urbem defricuit” (rubbed down the town in salt)."
  },
  {
    "author": "sameelaughs",
    "content": "Catullus praised Nepos’ Chronica, saying he was “the only Italian courageous enough to set forth the whole history in three learned and laboriously wrought volumes”."
  },
  {
    "author": "sameelaughs",
    "content": "Nepos was friends with both Cicero and Atticus, the latter of which was his patron"
  },
  {
    "author": "sameelaughs",
    "content": "Pacuvius was the first nobleman to practice painting, even coming to Rome to paint before staying to write tragedies- his art remained in the forum boarium until pliny the elder's day"
  },
  {
    "author": "sameelaughs",
    "content": "Pacuvius says “repandirostrum incuruiceruicum” to refer to dolphins at some point"
  },
  {
    "author": "sameelaughs",
    "content": "Cicero thought Pacuvius was the best tragedian"
  },
  {
    "author": "sameelaughs",
    "content": "Horace admired Pacuvius for his learning and Quintilian admired him for his force"
  },
  {
    "author": "sameelaughs",
    "content": "Varro describes Pacuvius’ style as abundant"
  },
  {
    "author": "sameelaughs",
    "content": "Juvenal wrote “tanta dulcedine captos / adficit ille animos” on Statius’ influence of public sentiment in the Silvae."
  },
  {
    "author": "sameelaughs",
    "content": "Statius' Silvae II.4 is a mock consolation to Melior on the death of his pet"
  },
  {
    "author": "sameelaughs",
    "content": "Silvae 3.2 is a propemticon addressed to Maecius Celar"
  },
  {
    "author": "sameelaughs",
    "content": "It is claimed by Juvenal that Statius was forced to write works such as the Agave in order to keep himself from starving"
  },
  {
    "author": "sameelaughs",
    "content": "Justinian’s compilers for codification excerpted five paragraphs from Tertullian’s works, displaying his precise legal knowledge"
  },
  {
    "author": "sameelaughs",
    "content": "Tertullian was called the “Christian Juvenal” and a “Barbarizing Tacitus”. (neither of those are nice)"
  },
  {
    "author": "sameelaughs",
    "content": "Tertullian was a favorite of both Cyprian and Augustine"
  },
  {
    "author": "sameelaughs",
    "content": "Atticus wrote a work about Cicero’s consulship in Greek"
  },
  {
    "author": "sameelaughs",
    "content": "Maecenas is Said by Tacitus to have had the nomen “Cilnius”"
  },
  {
    "author": "sameelaughs",
    "content": "Macenas is Referred to as the “scion of Etruscan kings”"
  },
  {
    "author": "sameelaughs",
    "content": "Maecenas also wrote a work entitled De Cultu Suo"
  },
  {
    "author": "sameelaughs",
    "content": "Maecenas had a wife named Terentia"
  },
  {
    "author": "sameelaughs",
    "content": "Prometheus, by Maecenas, is a Menippean satire"
  },
  {
    "author": "sameelaughs",
    "content": "Ammianus Marcellinus was considered to be the last great Roman historian."
  },
  {
    "author": "sameelaughs",
    "content": "Ammianus Marcellinus was a 'restrained pagan who tolerated Christianity.'"
  },
  {
    "author": "sameelaughs",
    "content": "Ammianus Marcellinus's birthplcae was antioch, which he called the the fair crown of the east"
  },
  {
    "author": "sameelaughs",
    "content": "Ammianus Marcellinus indicates his snobbishness with the line “non omnia narratu sunt digna quae per squalidas transiere personas”"
  },
  {
    "author": "sameelaughs",
    "content": "Frontinus was seen as a “vir vere Romanus” for his dedicated service to Roman public services"
  },
  {
    "author": "sameelaughs",
    "content": "Frontinus was respected by Martial, Pliny, and Tacitus"
  },
  {
    "author": "sameelaughs",
    "content": "Lactantius argued that Aurelian would have outlawed all the other gods if he had had enough time"
  },
  {
    "author": "sameelaughs",
    "content": ""
  },
  {
    "author": "sameelaughs",
    "content": "cicero wrote an invenctiva in sallustium, and sallust wrote an invectiva in ciceronem, both of which are possibly spurious, but contain funny lines like: \"As for the unheard of virulence of your attacks upon my wife and daughter (who, women though they are, have more successfully avoided the attentions of men than you have those of your own sex) in assailing them you showed both cleverness and cunning\" from cicero to sallust, and then from sallust to cicero: \" although such is his character, he yet has the assurance to say, \"Fortunate Rome, born in my consulate.\"​8 \"Fortunate in having you for her consul,\" Cicero? Nay, ill-starred and wretched in having endured that most ruthless proscription\""
  },
  {
    "author": "sameelaughs",
    "content": "Ennius is  frequently referred to by Cicero as “noster Ennius”"
  },
  {
    "author": "sameelaughs",
    "content": "Aelius Donatus (who wrote a Vita Vergili) is separate from Tiberius Claudius Donatus, who wrote 12 books of commentary on Vergil (Interpretationes Vergilianae)"
  },
  {
    "author": "autumnwinterweather",
    "content": "volcacius sedigitus's ranking of latin authors:\n\ncaecilius statius\nplautus\ngnaeus naevius\nlicinius (imbrex)\natilius\nterence\n(sextus) turpilius\ntrabea\nluscius (lanuvius)\nennius"
  },
  {
    "author": "autumnwinterweather",
    "content": "volcacius sedigitus's ranking of latin comic authors:\n\ncaecilius statius\nplautus\ngnaeus naevius\nlicinius (imbrex)\natilius\nterence\n(sextus) turpilius\ntrabea\nluscius (lanuvius)\nennius"
  },
  {
    "author": "sameelaughs",
    "content": "licinius imbrex is often confused with licinius tegula, who wrote a parthenion, like livius andronicus, in 200 BC, on the rise of androgynous children"
  },
  {
    "author": "sameelaughs",
    "content": "pliny the elder is considered one of the worst prose writers"
  },
  {
    "author": "sameelaughs",
    "content": "this is a lit fact that i also want to be kept in the general facts list"
  },
  {
    "author": "fabulapalliata",
    "content": "Approximately 1 in 410 of Vergil's lines in the Aeneid are spondaic, meaning they have a spondee in their fifth foot where convention indicates a dactyl. For some mindblowing scansion - this line includes a hiatus - try I.617, \"Tune ille Aeneas, quem Dardanio Anchisae\"."
  },
  {
    "author": "fabulapalliata",
    "content": "Sarah thought caesuras were impossible to find, since they depend on your emphasis or something. Turns out it's just a word ending inside of a foot - if it ends on a long syllable, it's masculine, if it ends on a short syllable, it's feminine."
  },
  {
    "author": "fabulapalliata",
    "content": "Synizesis is uniting two successive vowels that typically don't form a dipththong, as in \"Laviniaque\" (Aeneid 1.2)"
  },
  {
    "author": "fabulapalliata",
    "content": "<:goatsheh:1336540030335717446>"
  },
  {
    "author": "sameelaughs",
    "content": "ammianus marcellinus was called paganus pervicacissimus by orestes i think"
  },
  {
    "author": "sameelaughs",
    "content": "ammianus marcellinus was called paganus pervicacissimus by orosius"
  },
  {
    "author": "sameelaughs",
    "content": "in petronius' satyricon, petronius makes fun of nero's poem about troy by making eumolpus (one of giton's love interests) say a poem about laocoon and promptly get rocks thrown at him"
  },
  {
    "author": "sameelaughs",
    "content": "when petronius was told to kill himself by nero, he first opened his veins at a banquet, and then stitched them close. after that, he talked about light poetry, dined, wrote a list of every straight and gay lover nero had ever had and mailed it to nero, also denounced the emoerpro’s crimes in his letter, destroyed a valuable wine-ladle so Nero couldn’t have it and broke his signet ring so Nero couldn’t use it to incriminate others, and then killed himself the next morning"
  },
  {
    "author": "sameelaughs",
    "content": "a guy named tigellinus got jealous of petronius, and so he bribed a slave to spread a rumor about petronius collaborating with the pisonian conspirator, scaevinus"
  },
  {
    "author": "sameelaughs",
    "content": "seneca the younger, petronius, and lucan, all died in 65 (or some say 66) AD"
  },
  {
    "author": "autumnales",
    "content": "cicero's name in italian is marco tullio cicerone\nterence's name in italian is publio terenzio afro\nvergil's name in italian is publio vergilio marone\nstatius's name in italian is publio papinio stazio"
  },
  {
    "author": "autumnales",
    "content": "horace's italian name is quinto orazio flacco"
  },
  {
    "author": "sameelaughs",
    "content": "furius bibaculus (the guy catullus criticizes), wrote many harsh epigrams against orbilius (aka plagosus, horace's mean teacher)"
  },
  {
    "author": "sameelaughs",
    "content": "some suspect that sulpicia's lover's real name was cornutus"
  },
  {
    "author": "sameelaughs",
    "content": "In horace's epode 10, he writes a reverse propempticon for the “smelly” poet maevius, wishing a shipwreck-- this same dude is insulted by vergil in his 3rd eclogue"
  },
  {
    "author": "sameelaughs",
    "content": "marcellinus foreshadowed the fall of Rome as “antiquitatum ignari” in his res gestae"
  },
  {
    "author": "sameelaughs",
    "content": "trimalchio, the character from petronius' satyricon, is based off of horace's saires 2.8"
  },
  {
    "author": "sameelaughs",
    "content": "ammianus marcellinus wrote a continuation, called rerum gestarum libri XXXI,  of tacitus' works"
  },
  {
    "author": "sameelaughs",
    "content": "eumolpus, in petronius' satyricon, writes in his will that whoever eats his corpse will get his money"
  },
  {
    "author": "sameelaughs",
    "content": "after five or six years of cynthia being unfaithful, Propertius dumped her, although the two poems in Book 4 suggest that there was a brief reconicnlation before her death."
  },
  {
    "author": "sameelaughs",
    "content": "in 2.10 of his monobiblos, propertius tries to write an epic cuz he got comissioned, but he fails and returns to elegy by the end and focuses on love for the rest of the book"
  },
  {
    "author": "sameelaughs",
    "content": "persius wrote other poetic works that cornutus didn't allow him to publish, like an elogium on thrasea paetus' heroic daughter in law, arria minor"
  },
  {
    "author": "sameelaughs",
    "content": "persius called his own poetry 'semipaganus' and claimed it had rusticitas"
  },
  {
    "author": "sameelaughs",
    "content": "persius is said to have written 'et raro et tarde'"
  },
  {
    "author": "sameelaughs",
    "content": "persius died of a stomach ailment, and said that his stomach was his muse"
  },
  {
    "author": "sameelaughs",
    "content": "persius was orphaned at 6 yrs old"
  },
  {
    "author": "autumnales",
    "content": "tacitus thinks that the loss of caesar's poems may have actually helped caesar's literary reputation 😭"
  },
  {
    "author": "sameelaughs",
    "content": "silius italicus was the last consul appointed by nero"
  },
  {
    "author": "sameelaughs",
    "content": "nero founded a contest of poetry and other creative arts held every 5 years"
  },
  {
    "author": "sameelaughs",
    "content": "augustus said in his *ajax*, that his ajax did not die by the sword, but rather died by the sponge"
  },
  {
    "author": "mackenzie_s",
    "content": "ausonius wrote a work called “griphus ternarii numeri” which was a riddle on the number three"
  },
  {
    "author": "autumnales",
    "content": "tertullian first uses the vocative form of deus \"dee\" in book 1 of his adversus marcionem -- the form \"dee\" was never attested before then in classical latin"
  },
  {
    "author": "sameelaughs",
    "content": "there is pullo/vorenus fanfiction available on ao3 💀"
  },
  {
    "author": "sameelaughs",
    "content": "quintus valerius of sora (or smth) was put to death for 'speaking the secret name of rome'"
  },
  {
    "author": "sameelaughs",
    "content": "sammonicus' liber medicinalis has a bunch of (questionable) prescriptions written in dactylic hexameter, and also features the word *abracadabra*"
  },
  {
    "author": "sameelaughs",
    "content": "columella whines about how there are no schools or teachers for farmers at one point"
  },
  {
    "author": "sameelaughs",
    "content": "columella used the carthaginian mago as a reference in his de re rustica"
  },
  {
    "author": "sameelaughs",
    "content": "quintus valerius soranus was the first, according to pliny the elder, to create a table of contents"
  },
  {
    "author": "sameelaughs",
    "content": "rhodopis/doricha (previously the lover of aesop), and then of sappho's brother, was criticized by sappho in a poem for 'stealing her brother's money', since he paid for her to be free and make her own money. she is also the center of the earliest known variant of the 'cindarella' story involving an egyptian king, though its most likely a fable about her."
  },
  {
    "author": "autumnales",
    "content": "lit is the best category 🤗"
  },
  {
    "author": "cadbanehat",
    "content": "Did you know? Lucretius’ “De Rerum Natura” was a loved work of both Michel de Montaigne and Machiavelli"
  },
  {
    "author": "sameelaughs",
    "content": "Sidonius Apollinaris wrote a Panegyric of his father-in-law Avitus (the emperor), and was rewarded with a statue in the Forum of Trajan"
  },
  {
    "author": "cadbanehat",
    "content": "20th century novelist Iris Murdoch’s famous book “The Sea, The Sea” takes its name from the line “Thalatta! Thalatta!” in Xenophon’s Anabasis."
  },
  {
    "author": "sameelaughs",
    "content": "silius italicus died by starvation-- either from a tumor or from an 'incurable disease'"
  },
  {
    "author": "sameelaughs",
    "content": "the three languages that ennius spoke were nahuatl, ordos, and balinese"
  },
  {
    "author": "sameelaughs",
    "content": "in apuleius' asinus aureus, lucius gets initiated into the cult of isis, which was heavily guarded back then, and is in fact one of the few reasons we know something about the purification rites and stuff about it"
  },
  {
    "author": "sameelaughs",
    "content": "it was really weird that tibullus didn't blame the golddiggers that cheated on him for being asses"
  },
  {
    "author": "sameelaughs",
    "content": "at some point of silius italicus' punica, hannibal goes up up and away on a cloud"
  },
  {
    "author": "sameelaughs",
    "content": "in the first century bc, caesius bassus systematised metrical theory, on which terentius maurus wrote a verse treatise that preserves much knowledge about it"
  },
  {
    "author": "sameelaughs",
    "content": "a door poem (like cat. 67 and propertius' 1.16) is called a paraklausithyron"
  },
  {
    "author": "autumnales",
    "content": "there is a work called de nuptiis philologiae et mercurii OR de septem disciplinis OR **SATYRICON** by martianus capella aka martianus minneus felix capella"
  },
  {
    "author": "sameelaughs",
    "content": "juvenal was either sent to egypt by domitian, or to scotland by trajan for his attack on the actor paris in satire 7"
  },
  {
    "author": "sameelaughs",
    "content": "juvenal says, in his 15th satire that animals can't cry , which is why we are different from them 💀"
  },
  {
    "author": "sameelaughs",
    "content": "juvenal says in his first satire that he will only attack people who are dead... hah.... haha...we see how that plays out"
  },
  {
    "author": "sameelaughs",
    "content": "sulpicius apollinaris-- the teacher of pertinax and aulus gellius-- is credited with writing *periochae* of the plays of terence and of the books of the aeneid"
  },
  {
    "author": "sameelaughs",
    "content": "quintilian wrote that cornelius severus was more of a versificator than a poeta-- which i still can't understand the meaning of to this day"
  },
  {
    "author": "sameelaughs",
    "content": "the name hegesippus comes a distortion of the name josephus"
  },
  {
    "author": "autumnales",
    "content": "juvenal is always angry"
  },
  {
    "author": "sameelaughs",
    "content": "frontinus was seen as a “vir vere romanus” for his dedicated service to roman public services."
  },
  {
    "author": "sameelaughs",
    "content": "frontinus wrote a long 2 book treatise on land surveying-- which is now lost 😢"
  },
  {
    "author": "sameelaughs",
    "content": "arator the author was also an orator for a while"
  },
  {
    "author": "sameelaughs",
    "content": "cornificia was a roman poetess and writer of epigrams that wrote some really great works- so much so that she was said to have been nurtured on the milk of the castalian muses. unfortunately, they are lost today 😢"
  },
  {
    "author": "sameelaughs",
    "content": "in the 15th satire juvenal also talks about how the vascones, besieged by pompey, resorted to cannibalism only out of necessity"
  },
  {
    "author": "sameelaughs",
    "content": "juvenal keeps on talking about how he wishes that he were an augustan age author--  like he would get a patron 🤣"
  },
  {
    "author": "sameelaughs",
    "content": "ennius was said to never sally to write unless he was drunk"
  },
  {
    "author": "sameelaughs",
    "content": "ennius called naevius archaic despite them literally being from the same time period AND friends 💀"
  },
  {
    "author": "autumnales",
    "content": "abracadabra is first attested in quintus serenus sammoncius's liber medicinalis 🤗"
  },
  {
    "author": "sameelaughs",
    "content": "b"
  },
  {
    "author": "sameelaughs",
    "content": "pacuvius died in tarentum in his 90s"
  },
  {
    "author": "sameelaughs",
    "content": "chaucer's *the legends of good women* is based on ovid's heroides and metamorphoses"
  },
  {
    "author": "sameelaughs",
    "content": "sulpicius apollinaris and sidonius apollinarus are not the same person 😱"
  }
]
