[
  {
    "author": "sameelaughs",
    "content": "LOL imagine having enough space in your brain to learn myth"
  },
  {
    "author": "sameelaughs",
    "content": "this is a mythology fact"
  },
  {
    "author": "sameelaughs",
    "content": "what"
  },
  {
    "author": "fabulapalliata",
    "content": "Cadmus is told to follow a special cow until it lies down, and that place will be the site of the city of Thebes. Thebes is in a part of Greece called Boeotia, which literally means \"cow land.\""
  },
  {
    "author": "cadbanehat",
    "content": "One must imagine that Sisyphus was very unhappy to hear that French philosopher Albert Camus used his suffering in Tartarus as a metaphor for the meaninglessness of life and how we should find happiness like Sisyphus. Sure that works as a concept, but Sisyphus’ arms hurt like no normal guy man could understand"
  },
  {
    "author": "cadbanehat",
    "content": "King Phineus was cursed so that whenever he tried to eat food, Harpies would snatch it up and only leave putrid remains for him to eat, according to Apollonius of Rhodes' Argonautica"
  },
  {
    "author": "cadbanehat",
    "content": "Astyanax was a son of Hector who got tossed off the walls of Troy, according to several classical authors"
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "After being ripped into Orpheus pieces, his head still sang as it floated along the river even though it was no longer attached to his body."
  },
  {
    "author": "sameelaughs",
    "content": "Choreia is a maenad of Dionysus that was buried seperately because of her high rank, according to Pausanias"
  },
  {
    "author": "cadbanehat",
    "content": "Autolycus was the grandfather to both Jason and Odysseus"
  },
  {
    "author": "cadbanehat",
    "content": "After Nauplius' son was killed by Odysseus in revenge, Nauplius got revenge on the Greek heroes by getting a few of their wives to cheat on them while they were at Troy"
  },
  {
    "author": "cadbanehat",
    "content": "When Zeus fought Typhon, Typhon ripped out the sinews from Zeus' hands and feet and hid them in a cave guarded by a dragon"
  },
  {
    "author": "cadbanehat",
    "content": "While in most versions of the story, a god transforms into an animal to mate with a human, in the story of the nereid Psamathe, she was transformed into a seal when she had a child with a human."
  },
  {
    "author": "cadbanehat",
    "content": "According to a certain scholarly article; when Capaneus beats up a youngster in the Nemean Games (according to Thebaid), Statius was actually making an allusion to Horace's Ars Poetica"
  },
  {
    "author": "cadbanehat",
    "content": "Toxeus and Plexippus have the coolest villain duo name in Greek mythology, despite being some of the lamest villains"
  },
  {
    "author": "cadbanehat",
    "content": "Heracles was said to have beaten the giants Albion and Dercynus with help from Zeus, and afterwords he thanked Zeus for helping him by kneeling, which is why Heracles' constellation is supposed to be him kneeling."
  },
  {
    "author": "cadbanehat",
    "content": "Besides Deucalion and Pyrrha, a third human named Cerambus also survived the flood with the help of wings, according to The Metamorphoses"
  },
  {
    "author": "cadbanehat",
    "content": "According to The Metamorphoses, in Arachne's tapestry, Arachne depicted Zeus seducing his own daughter Persephone in the form of a snake"
  },
  {
    "author": "cadbanehat",
    "content": "According to Apollodorus' The Library, the Fates participated in the Gigantomachy, and slew some giants themselves"
  },
  {
    "author": "sameelaughs",
    "content": "according to hunter's certamen round 1, the first thracian man to like boys was orpheus"
  },
  {
    "author": "sameelaughs",
    "content": "The Aloidae/Otus and Ephialtes worshipped Melete, Mneme, and Aoede instead of all 9 muses, according to hunter's certamen round"
  },
  {
    "author": "sameelaughs",
    "content": "Megalesian means relating to Cybel"
  },
  {
    "author": "sameelaughs",
    "content": "In Apollonius' Argonautica, Jason, waiting in ambush, killed Absyrtus, then ritually cut off his victim's hands, feet, nose and ears, putting them beneath his armpits to prevent his ghost from taking vengeance for the murder (the rite of maschalismos), and three times licked and spat out his blood in an attempt to remove blood-guilt"
  },
  {
    "author": "cadbanehat",
    "content": "After declaring that Pan played better than Apollo in a music contest, Apollo gave Midas donkey ears"
  },
  {
    "author": "sameelaughs",
    "content": "Autonous and Hippodamia had a large area of land, but it was not fruitful because they did not work hard, and their fields were full of Thistles and Rushes. Then, One day, Anthus went to get the mares, and the horses didn't want to leave their grazing, so they killed Anthus and the whole family was sad about Anthus' death, so Zeus and Apollo turned them all into birds"
  },
  {
    "author": "cadbanehat",
    "content": "In Snorri Sturluson's Prose Edda of Norse Mythology, to not get in trouble with Christians for referencing pagan mythology, Snorri claims that the Norse gods were actually mortal descendants of Trojan heroes if they ever did exist"
  },
  {
    "author": "cadbanehat",
    "content": "According to The Prose Edda, to save the universe, Loki shape-shifted into a female horse, slept with a male horse, and then gave birth to the eight legged horse Sleipnir, which Odin rides into battle"
  },
  {
    "author": "cadbanehat",
    "content": "According to the Prose Edda, Thor's hammer Mjolnir couldn't not only come back to his hand when he recalled it, but also shrink and grow, and also never missed its target"
  },
  {
    "author": "cadbanehat",
    "content": "In the movie The Norseman, when a character gets a spear thrown at them, catches it in midair, and kills a guy by throwing it back at them, it wasn't just a Hollywood invention. Rather, in Njal's Saga, the exact thing happens several times!"
  },
  {
    "author": "cadbanehat",
    "content": "In the movie The Norseman, when a character gets a spear thrown at them, catches it in midair, and kills a guy by throwing it back at them, it wasn't just a Hollywood invention. Rather, in Njal's Saga, the exact thing happens several times!"
  },
  {
    "author": "cadbanehat",
    "content": "In the painting 'Landscape with the Fall of Icarus' by Bruegel the Elder, one can find a partridge sitting in a tree with its beak open as Icarus falls. Perhaps this is a reference to Perdix, a boy related to Daedalus before Daedalus tried to murder him, and Perdix was transformed into a partridge. In this painting he is therefore laughing at Daedalus' misery as Icarus drowns."
  },
  {
    "author": "cadbanehat",
    "content": "In Greek mythology, Callisto is said to be a daughter of Lycaon. However, it is said that after Lycaon, Zeus flooded the world, killing everyone but Deucalion and Pyrrha (and I guess Cerambus). So how Callisto survived is unknown"
  },
  {
    "author": "cadbanehat",
    "content": "In McCarter's translation of The Metamorphoses, Phaethon's epitaph reads as follows: 'Phaethon, who drove his father's chariot, lies here. He failed, yet died from great endeavors.'"
  },
  {
    "author": "cadbanehat",
    "content": "In Greek Mythology, Perseus killed both the daughter of Ceto and the monster Cetus"
  },
  {
    "author": "cadbanehat",
    "content": "Named after the bandit Procrustes, who would stretch or cut people to fit in his beds, a Procrustean Argument is an argument that one stretches to fit whatever they are trying to say"
  },
  {
    "author": "fabulapalliata",
    "content": "In the Seven Against Thebes, the list of members varies depending on author! Some people consider Polyneices and Tydeus foreigners and count an all-Argive seven instead, with the typical five, Parthenopaeus interpreted as a relative of Adrastus, and Mecisteus and Eteoclus in place of the two outsiders."
  },
  {
    "author": "i_am_watching_you_hehehehehehe",
    "content": "There were seven people against Thebes"
  },
  {
    "author": "fabulapalliata",
    "content": "Aeschylus' *Seven Against Thebes* includes detailed descriptions of the shields of each attacker as well as the gates and their defenders. He does not include Adrastus as a champion, though he is present, and each other champion (including Eteoclus, but not Mecisteus) gives Adrastus mementos to take back to their families."
  },
  {
    "author": "fabulapalliata",
    "content": "According to Aeschylus, Tydeus' shield portrays the moon and stars, he attacks the Proetid Gate defended by Melanippus, and Amphiaraus tries to hold him back, at which point Tydeus insults the hell out of him."
  },
  {
    "author": "fabulapalliata",
    "content": "According to Aeschylus, Capaneus' shield has a man holding a torch and the text \"I will burn the city\". He attacks the Electran Gate, defended by Polyphontes, and boasts that not even Zeus could hold him back. Oops..."
  },
  {
    "author": "sameelaughs",
    "content": "the word Venus has its roots in Sanksrit with the word vanas (desire) which stems from the Proto Indo European word wen (to strive for, to love)"
  },
  {
    "author": "fabulapalliata",
    "content": "According to Aeschylus, Eteoclus' shield has a man climbing a siege-ladder. He attacks the Neïstan Gate, defended by Creon's son, Megareus."
  },
  {
    "author": "fabulapalliata",
    "content": "According to Aeschylus, Hippomedon's shield portrays Typhon. He attacks the Gate of Athena Onca, which is defended by Hyperbius."
  },
  {
    "author": "fabulapalliata",
    "content": "According to Aeschylus, Parthenopaeus has a sphinx on his shield and attacks the North Gate. This is defended by Actor, Hyperbius' brother - Hyperbius defends against Hippomedon."
  },
  {
    "author": "sameelaughs",
    "content": "In the Near East (where Aphrodite was worshipped under the name Ishtar), she was a god of war as well as love. This made it so that she was worshipped alongside Ares, as well as their children Phobos and Deimos."
  },
  {
    "author": "fabulapalliata",
    "content": "According to Aeschylus, Amphiaraus doesn't have an image on his shield. He \"prefers reality over appearance.\" What an asshole. He attacks the Homoloïd gate, defended by Lasthenes. He also brutally insults Tydeus (my favorite is \"high priest of carnage,\" go read the play for more) and Polyneices, and knows he will die in the process. He's pretty pissed about this."
  },
  {
    "author": "fabulapalliata",
    "content": "According to Aeschylus, Polyneices aptly has Dike, the divine personification of justice, leading him to Thebes on his shield. He attacks the \"Seventh Gate\" - guess they were too lazy to come up with a name for it - which is defended by his brother and rival, Eteocles."
  },
  {
    "author": "cadbanehat",
    "content": "In Statius' Thebaid, Parthenopaeus is described as being so young on the battlefield, that he dodges spears and arrows simply because the enemies aiming at him subconsciously don't want to kill him, because he looks like their own, little sons"
  },
  {
    "author": "cadbanehat",
    "content": "After Sarpedon died in the Trojan War, Zeus made it rain blood out of sadness for losing his son"
  },
  {
    "author": "cadbanehat",
    "content": "Perseus had a daughter named Gorgophone (meaning slayer of the Gorgon) in honor of himself for his deeds"
  },
  {
    "author": "cadbanehat",
    "content": "After Cadmus became too old to rule, he bequeathed the throne to his grandson, Pentheus, even though he had an actual son named Polydorus who would have been more fitting and should have been next in line for the throne"
  },
  {
    "author": "fabulapalliata",
    "content": "You might have heard of Prometheus and Epimetheus, sons of Iapetus and Clymene, and even know that Atlas was their brother, but they had a fourth sibling: the long-suffering long-forgotten Menoetius."
  },
  {
    "author": "cadbanehat",
    "content": "According to Prometheus Bound by Aeschylus, Prometheus actually had a wife named Hesione"
  },
  {
    "author": "fabulapalliata",
    "content": "The women of Lemnos killed all their husbands, quite the heinous crime. Their punishment? Being really smelly :("
  },
  {
    "author": "cadbanehat",
    "content": "Orpheus' ability to make inanimate objects follow his lead, drown out the sounds of the sirens, and go to the underworld, charming the gods, is actually kinda overpowered once you think about it."
  },
  {
    "author": "cadbanehat",
    "content": "Perseus is actually really lame when you think about it. Him killing Medusa is famous and all, but he did it with the gifts and armor and whatnot from the gods, and while Medusa was asleep. That's not impressive. Furthermore, Medusa's head is way too strong, and it allowed him to kill Cetus easily with no skill. Then he ruined his wedding festivities by murdering a bunch of people. Perseus never really did anything impressive tbh"
  },
  {
    "author": "cadbanehat",
    "content": "The constellation Cancer was created from a random crab that pinched Heracles."
  },
  {
    "author": "fabulapalliata",
    "content": "T. S. Eliot's *The Waste Land* mentions many cool things from mythology (and history!) in metaphor, such as the Battle of Mylae, Tiresias, and, impactfully, Philomela and Tereus. There's also lots of cool references to *Hamlet*, especially the character of Ophelia. Sincerely, your local T. S. Eliot lover"
  },
  {
    "author": "sameelaughs",
    "content": "The Argonaut Mopsus is said to have died when Perseus was flying over Libya with the head of Medusa. A drop of blood from her head fell downwards and hit him, and since it was extremely poisonous, it killed him."
  },
  {
    "author": "sameelaughs",
    "content": "Before Heracles killed the Nemean Lion, he stayed at the hut of a man named Molorus. Heracles told him to sacrifice to Zeus if he didn't return in 30 days, but if he returned, to sacrifice to Heracles as a god. Heracles returned on the 30th day right as Molorus was about to sacrifice to Zeus."
  },
  {
    "author": "sameelaughs",
    "content": "The Keres, are fanged women who are said to have carried the dead to the Underworld-- The sorceress Medea is said to have invoked them when attacking the bronze giant Talos with magic, scaring the Argonauts"
  },
  {
    "author": "sameelaughs",
    "content": "The Sirens are said to have been the children of the river god Achelous (the same one Heracles fights) and the muse Melpomene (Muse of tragedy- The one Horace dedicates Ode 3.30 to!! ). They are also sometimes said to have been given wings by Demeter to help search for Persephone, although the more usual account is that they challenged the Muses in singing and lost, causing them to be transformed into monsters"
  },
  {
    "author": "sameelaughs",
    "content": "Heracles is sometimes said to have slept with a snake-woman similar to Echidna, having three sons named Agathyrsus, Gelonus, and Scythes"
  },
  {
    "author": "sameelaughs",
    "content": "Typhon is considered the Greek equivalent of Set, the Egyptian god of destruction and pretty much everything bad and not cool"
  },
  {
    "author": "sameelaughs",
    "content": "Selemnus was a shepherd who loved the nymph Argyra, who eventually abandoned him and Selemnus died of grief. That time, the goddess Aphrodite made him a river, the waters of which were believed to cure of unrequited love."
  },
  {
    "author": "sameelaughs",
    "content": "According to some versions on the Penelope myth, Penelope was so saddened by the rumor that Odysseus had been killed and so devoted to her husband that it is believed she attempted suicide but was miraculously saved from an untimely death by ducks"
  },
  {
    "author": "cadbanehat",
    "content": "Asteropaios was the only Trojan warrior in the Iliad to draw blood from Achilles by throwing two spears at once ambidextrously"
  },
  {
    "author": "cadbanehat",
    "content": "The myth of Tereus, Procne, and Philomela is so messed up, that even their parentage is messed up. Procne and Philomela were the children of Pandion and his wife/aunt Zeuxippe."
  },
  {
    "author": "cadbanehat",
    "content": "In the Odyssey, Nausicaa, the daughter of King Alcinous and Queen Arete, has a name meaning “burner of ship.”"
  },
  {
    "author": "autumnales",
    "content": "lit is the best category 🤗"
  },
  {
    "author": "cadbanehat",
    "content": "In the Bacchae, King Pentheus’ name is derived from the word for sorrow, which makes one wonder what his parents expected to happen to him"
  },
  {
    "author": "cadbanehat",
    "content": "On the Pergamon Altar, there is a depiction of Demeter fighting a giant named Erysichthon in the Gigantomachy, meaning that there was either some confusion or changes with the myth, or Demeter really had a bad record with people named Erysichthon"
  },
  {
    "author": "cadbanehat",
    "content": "Both of the kings Nisus and Pterelaus had a lock of hair which kept them invulnerable"
  },
  {
    "author": "cadbanehat",
    "content": "According to the Odyssey, Odysseus beat up the wicked beggar Arnaeus for bullying other beggars when he arrived in disguise in Ithaca"
  },
  {
    "author": "sameelaughs",
    "content": "Attis was born after his mother was impregnated by an almond falling from a tree"
  },
  {
    "author": "cadbanehat",
    "content": "In McCarter’s translation of Ovid’s Metamorphoses, there is a line after Apollo kills Coronis, saying: “Since gods can’t weep, he groans from deep inside his heart,” which seems like an interesting trait of the gods to throw in"
  },
  {
    "author": "cadbanehat",
    "content": "According to one, obscure source, the woman Eurymedusa was “seduced” by Zeus in the form of an ant, and gave birth to Myrmidon, ancestor of the Myrmidons."
  },
  {
    "author": "cadbanehat",
    "content": "Zeus has more than two children"
  },
  {
    "author": "sameelaughs",
    "content": "b"
  },
  {
    "author": "cadbanehat",
    "content": "Did you know? According to the Aeneid, the Trojan soldier Ripheus was the most righteous of the Trojans, and Dante puts him in Heaven in his Divine Comedy, even though he puts Virgil himself in Limbo"
  },
  {
    "author": "cadbanehat",
    "content": "According to Apollonius of Rhodes’ Argonautica, the Argonaut Euphemus could walk on water"
  },
  {
    "author": "cadbanehat",
    "content": "Did you know? Some people have pointed out similarities between Zeus and Jupiter, and have gone so far to speculate that they’re the same god. In fact, some people go as far as to suggest that Jupiter and Jove are the same!"
  },
  {
    "author": "cadbanehat",
    "content": "Nestor is old"
  }
]
